{
  "articles": [
    {
      "id": 13,
      "headline": "Winning Without Firing a Shot",
      "timestamp": "2025-12-13T10:50:00.000Z",
      "author": "Publius",
      "preview": "We are losing, not because an enemy defeated us, but because they no longer need to.  I grew up as a military kid on Strategic Air Command bases in the 1980s. I’ve spent more than 30 years studying U....",
      "image": "",
      "source": "",
      "sourceUrl": "",
      "detailPage": "/article.html?date=2025-12-13&seq=01"
    },
    {
      "id": 12,
      "headline": "All People Are Created Equal",
      "timestamp": "2025-12-04T19:25:00.000Z",
      "author": "Publius",
      "preview": "There are times in our history when fear or frustration tempts us to sort people into categories, “us” and “them.”  Times when whole groups become targets because of what they look like, where they co...",
      "image": "",
      "source": "",
      "sourceUrl": "",
      "detailPage": "/article.html?date=2025-12-04&seq=01"
    },
    {
      "id": 11,
      "headline": "When the Rules Break Down: Reflections on the Reported Killing of Survivors at Sea",
      "timestamp": "2025-11-29T18:04:00.000Z",
      "author": "Publius",
      "preview": "A month ago, I wrote about why the rule of law is not optional in war.  Recent reporting that a U.S. strike may have intentionally killed survivors of a disabled boat as they clung to wreckage makes t...",
      "image": "",
      "source": "",
      "sourceUrl": "",
      "detailPage": "/article.html?date=2025-11-29&seq=01"
    },
    {
      "id": 10,
      "headline": "On the Matter of Scouting",
      "timestamp": "2025-11-25T19:16:00.000Z",
      "author": "Publius",
      "preview": "As a Scout overseas at Clark Air Base in the Philippines, Scouting was more than a hobby, it was stability, community, and a blueprint for what service should look like.  Those lessons carried me thro...",
      "image": "",
      "source": "",
      "sourceUrl": "",
      "detailPage": "/article.html?date=2025-11-25&seq=02"
    },
    {
      "id": 9,
      "headline": "When Foreign Policy Looks Like an Influence Operation",
      "timestamp": "2025-11-25T18:53:00.000Z",
      "author": "Publius",
      "preview": "As someone who has spent years in national security and government service, the reporting that emerged this week should alarm every American, regardless of party.  Bloomberg and other outlets publishe...",
      "image": "",
      "source": "",
      "sourceUrl": "",
      "detailPage": "/article.html?date=2025-11-25&seq=01"
    },
    {
      "id": 8,
      "headline": "On the Cost of DOGE",
      "timestamp": "2025-11-24T20:04:00.000Z",
      "author": "Publius",
      "preview": "I’ve spent a career making government more efficient.  At the Department of Defense, I built a system called WatchTower that eliminated a four-year case backlog in eight months, not by firing people o...",
      "image": "",
      "source": "",
      "sourceUrl": "",
      "detailPage": "/article.html?date=2025-11-24&seq=01"
    },
    {
      "id": 7,
      "headline": "Commentary:  What Scouts Understood",
      "timestamp": "2025-11-22T16:03:00.000Z",
      "author": "Publius",
      "preview": "Shortly after the Russians invaded Ukraine, the scouts in my troop were deliberating how to spend the money they raised at a recent hot dog sale.  Some percentage to their summer camp account and some...",
      "image": "",
      "source": "",
      "sourceUrl": "",
      "detailPage": "/article.html?date=2025-11-22&seq=01"
    },
    {
      "id": 6,
      "headline": "The Constitution, the Military Oath, and the Limits of Presidential Power",
      "timestamp": "2025-11-20T13:34:00.000Z",
      "author": "Publius",
      "preview": "The recent claim that members of Congress committed “seditious behavior, punishable by death” for reminding service members to refuse unlawful orders deserves to be evaluated against the actual law, n...",
      "image": "",
      "source": "",
      "sourceUrl": "",
      "detailPage": "/article.html?date=2025-11-20&seq=01"
    },
    {
      "id": 5,
      "headline": "What the Gettysburg Address Offers Us This Week",
      "timestamp": "2025-11-19T19:22:00.000Z",
      "author": "Publius",
      "preview": "Lincoln spoke only 272 words, but they were designed for moments exactly like this one - moments when the nation feels uneasy, institutions look compromised, and public trust strains under the weight...",
      "image": "",
      "source": "",
      "sourceUrl": "",
      "detailPage": "/article.html?date=2025-11-19&seq=01"
    },
    {
      "id": 4,
      "headline": "When Citizens in Uniform Start Asking Questions",
      "timestamp": "2025-11-16T10:55:00.000Z",
      "author": "Publius",
      "preview": "Recent reporting about the growing unease among National Guard members is not merely a story about troop deployments.  It’s a window into a deeper problem that anyone who has worn a uniform should rec...",
      "image": "",
      "source": "",
      "sourceUrl": "",
      "detailPage": "/article.html?date=2025-11-16&seq=01"
    },
    {
      "id": 3,
      "headline": "When the Truth Becomes Uncomfortable: A Test of Our Democratic Character",
      "timestamp": "2025-11-14T17:53:00.000Z",
      "author": "Publius",
      "preview": "In moments like this, when the release of long-demanded documents collides with political identity, we learn something important about the health of our democracy. Not about one party or another, but...",
      "image": "",
      "source": "",
      "sourceUrl": "",
      "detailPage": "/article.html?date=2025-11-14&seq=01"
    },
    {
      "id": 2,
      "headline": "What We Fought For: Reflection on Service and the Republic",
      "timestamp": "2025-11-08T13:43:00.000Z",
      "author": "Publius",
      "preview": "This Veterans Day weekend, I’ve been thinking about a mission in Afghanistan in 2013.  An Afghan member of parliament had been kidnapped and was being held hostage along with her children, the younges...",
      "image": "",
      "source": "",
      "sourceUrl": "",
      "detailPage": "/article.html?date=2025-11-08&seq=01"
    },
    {
      "id": 1,
      "headline": "On the Matter of SNAP",
      "timestamp": "2025-11-06T18:11:00.000Z",
      "author": "Publius",
      "preview": "In the mid-90s, as a cadet, I saw a sign at the base commissary: “We Accept Food Stamps.”  That’s when I realized some of our own troops and their families struggled to put food on the table.  Years l...",
      "image": "",
      "source": "",
      "sourceUrl": "",
      "detailPage": "/article.html?date=2025-11-06&seq=01"
    }
  ],
  "lastUpdated": "2025-12-19T18:20:36.488Z",
  "version": "1.0"
}
