{
  "drafts": [
    {
      "id": "draft_1769807425066",
      "headline": "On the Duty of Refusal",
      "content": "<blockquote><p>Tis the business of little minds to shrink; but he whose heart is firm, and whose conscience approves his conduct, will pursue his principles unto death.</p><cite>— Thomas Paine, <em>The American Crisis</em>, December 23, 1776</cite></blockquote>\n\n<p>There is a language failure unfolding in America.</p>\n\n<p>We keep reaching for words that no longer fit.</p>\n\n<p><em>Activism.</em>  <em>Protest.</em>  <em>Resistance.</em></p>\n\n<p>These terms belong to a politics where disagreement is assumed to be safe, where power can be challenged without consequence, where dissent is theatrical, permitted, and ultimately containable.  What we are witnessing now, in Minneapolis and elsewhere, is something older, quieter, and far more dangerous to unchecked authority.</p>\n\n<p>It is dissidence.</p>\n\n<p>Dissidence is not revolution.  It is not partisan opposition.  It does not seek power, policy, or office.  It emerges when governing power violates the basic conditions of life, when ordinary people are forced to decide whether normal existence itself will be surrendered.</p>\n\n<p>In Minneapolis, the trigger was immigration enforcement, but the cause was deeper than policy.  Neighbors watched masked men with weapons seize people from streets and homes.  Parents saw children afraid to go to school.  Communities felt the presence of a force operating without transparency, accountability, or local consent.</p>\n\n<p>What followed was not a movement with slogans or demands.  It was people placing their own bodies between power and its targets.  Cameras raised not to persuade, but to witness.  Presence offered not to provoke, but to protect.</p>\n\n<p>This is why the familiar vocabulary collapses.</p>\n\n<p>Protest asks for change. Dissidence refuses a condition.</p>\n\n<p>Protest negotiates with power. Dissidence denies its moral legitimacy.</p>\n\n<p>The dissident does not argue that a law is inefficient or misguided.  He argues that the situation itself is intolerable.  She does not claim superior ideology.  She claims shared humanity.</p>\n\n<p>An elderly couple interviewed on the streets of Minneapolis explained their motive simply: <em>humanist.</em>  That word matters.  Dissidence arises when people act not as partisans or activists, but as neighbors defending what any reasonable person recognizes as normal life.</p>\n\n<p>History offers a map.</p>\n\n<p>Dissidents in Eastern Europe did not storm palaces or draft policy platforms.  They published samizdat.  They sheltered the hunted.  They spoke plainly about truth and lies.  They behaved as if the state's coercion were neither inevitable nor legitimate.</p>\n\n<p>Their power lay precisely in what they did <em>not</em> do.  They did not mirror the state's violence.  They did not adopt its language.  They did not ask permission.</p>\n\n<p>This is why dissidence unnerves authority.</p>\n\n<p>Power can manage protest.  It can infiltrate it, outwait it, negotiate with it, or crush it.  Dissidence offers none of those handles.  It does not assemble on schedule or disperse on command.  It does not resolve into leaders who can be co-opted or discredited.  It appears wherever normal life is threatened and disappears when that threat recedes.</p>\n\n<p>Most importantly, dissidence is legible to people who do not share ideology.</p>\n\n<p>You do not need to agree on immigration policy to recognize terror in children. You do not need to share politics to recoil from masked men with guns acting without accountability. You do not need to vote the same way to believe your neighbors should not live in fear.</p>\n\n<p>This universality is what makes dissidence dangerous.</p>\n\n<p>It does not divide the public into factions.  It invites them into a shared moral boundary.  And when power crosses that boundary, dissidence spreads without organization or permission.</p>\n\n<p>The American founding tradition understood this instinctively.  Samuel Adams put it plainly: \"If the public are bound to yield obedience to laws to which they cannot give their approbation, they are slaves to those who make such laws and enforce them.\"  Liberty was not defended first by elections or courts, but by communities refusing to accept arbitrary force as normal.  The expectation of security, dignity, and consent preceded law.  Law existed to preserve those expectations, not to override them.</p>\n\n<p>When citizens begin defending normal life directly, it is a sign that institutions are failing to do so.</p>\n\n<p>That is the warning embedded in Minneapolis.</p>\n\n<p>Not that Americans are radicalizing, but that they are being pushed back to first principles.  Dissidence is what remains when political language breaks down and conscience steps forward.</p>\n\n<p>It is not loud.  It is not ideological.  It is not organized.</p>\n\n<p>It is neighbors saying <em>no</em>, and meaning it.</p>\n\n<p>Hold Fast</p>",
      "preview": "Tis the business of little minds to shrink; but he whose heart is firm, and whose conscience approves his conduct, will pursue his principles unto death.  - Thomas Paine, The American Crisis, December...",
      "author": "Publius",
      "penName": "PUBLIUS",
      "publishAt": "2026-01-31T06:07:00.000Z",
      "image": "",
      "imageCaption": [
        ""
      ],
      "source": "",
      "sourceUrl": "",
      "submittedAt": "2026-01-30T21:10:25.066Z"
    }
  ],
  "lastUpdated": "2026-01-30T21:10:25.066Z"
}