{
  "drafts": [
    {
      "id": "draft_1766166745480",
      "headline": "When Foreign Policy Looks Like an Influence Operation",
      "content": "<p>As someone who has spent years in national security and government service, the reporting that emerged this week should alarm every American, regardless of party.</p>\n\n<p>Bloomberg and other outlets published leaked transcripts of calls between Donald Trump’s newly announced “special envoy,” Steve Witkoff, and one of Vladimir Putin’s top foreign-policy advisers. What the transcripts show is not normal diplomacy.  It is something much more dangerous.</p>\n\n<p>According to the reporting, Witkoff, a private citizen with no foreign-policy or national-security background, advised the Kremlin on how to pitch a Ukraine “peace proposal” in a way that would appeal to Trump personally.  The advice wasn’t about substance. It was about <em>ego management</em>:  praise him, flatter him, position him as a “man of peace.”</p>\n\n<p>For anyone who has worked in national security, that is the part that stops you cold.</p>\n\n<p>Foreign adversaries always probe for psychological leverage points.  They look for exploitable traits in leaders and for channels outside normal diplomatic structures. What the transcript suggests is that Russia wasn’t improvising, they were being coached by someone claiming to speak for the United States.</p>\n\n<p>And Bloomberg reports that Russian officials discussed drafting their preferred “peace plan” themselves and having it rebranded as an American proposal.  That’s not negotiation.  That’s an influence operation.</p>\n\n<p><strong>How This Matches the Russian Playbook</strong></p>\n\n<p>Anyone who has studied Russian foreign-policy and intelligence tradecraft will recognize the pattern immediately:</p>\n\n<p><strong>• Identify the weakest link and bypass institutions.</strong> Russia routinely seeks unofficial, unvetted intermediaries who can be influenced more easily than trained diplomats.</p>\n\n<p><strong>• Employ flattery as a strategic tool.</strong> Russian services carefully study foreign leaders and tailor messaging to psychological pressure points.  Ego-stroking is a classic vector.</p>\n\n<p><strong>• Let the target believe the idea is theirs.</strong> Russia often drafts its preferred outcome, then channels it back in a way that makes the recipient believe they authored the plan themselves.</p>\n\n<p><strong>• Blur accountability.</strong> By working through a private individual, Russia muddies the chain of authority and avoids direct diplomatic responsibility.</p>\n\n<p><strong>• Undermine U.S. cohesion.</strong> By cutting out the State Department, the NSC, and intelligence professionals, the Kremlin exploits gaps inside U.S. institutions.</p>\n\n<p>In other words:  <em>It matches the pattern of a hostile foreign influence operation intersecting with U.S. policy at the highest levels - enabled by an unvetted intermediary.</em></p>\n\n<p><strong>Why This Should Concern Every American</strong></p>\n\n<p>You don’t need to be a diplomat to understand why this is dangerous.  If the reporting is accurate, it means a hostile foreign power now has a demonstrated blueprint for influencing U.S. policy, and the route runs through personal flattery rather than national interest.  It undermines our allies, especially Ukraine and NATO, who are watching to see whether American commitments still mean anything.  And it sidesteps the professionals whose entire purpose is to safeguard U.S. interests and detect exactly this kind of manipulation.</p>\n\n<p>America’s foreign policy is supposed to run through institutions built for one purpose:  protecting the country from exactly this kind of influence.  Those structures exist because adversaries like Russia use tactics honed over decades, and they work when the guardrails are removed.</p>\n\n<p>This isn’t about being for or against any political figure.  It’s about ensuring that American foreign policy is made through strength, clarity, and expertise, not through scripts written in Moscow.</p>\n\n<p>The question isn’t whether Russia will try to manipulate American leaders.  They always will.  The question is whether we’ll make it this easy.</p>",
      "preview": "As someone who has spent years in national security and government service, the reporting that emerged this week should alarm every American, regardless of party.  Bloomberg and other outlets publishe...",
      "author": "Publius",
      "penName": "PUBLIUS",
      "publishAt": "2025-12-25T18:53:00.000Z",
      "image": "",
      "imageCaption": "[\"\"]",
      "source": "",
      "sourceUrl": "",
      "submittedAt": "2025-12-19T17:52:25.480Z"
    }
  ],
  "lastUpdated": "2025-12-19T17:52:25.480Z"
}