{
  "pending": [
    {
      "id": "pending_1766314914844",
      "token": "ixgwd80yhlaxy5q2htb4e",
      "headline": "When the First Branch Abdicates",
      "content": "<p>I spent years in government service. Not in Congress, but near enough to watch how institutions work when they're healthy and how they fail when something fundamental shifts.</p>\n\n<p>What former members are describing isn't gridlock. It's abdication.</p>\n\n<p>Listen to what they're actually saying. Former Representative Jim Cooper: \"Congress is in a coma. It has a pulse, but not many brainwaves.\" Former Representative Charlie Dent: \"I'm most concerned about the erosion of Congress' power of the purse authorities.\" Former Representative Dan Lipinski: \"The ceding of power from Congress to the president has...reached probably the highest level of congressional deference that we have ever seen.\"</p>\n\n<p>This isn't about productivity metrics or legislative output. This is about Article I of the Constitution quietly ceasing to function as intended.</p>\n\n<p>The Framers placed Congress first in the Constitution for a reason. They gave the legislative branch the power of the purse, the power to declare war, the power to regulate commerce, the power to override presidential vetoes. These weren't suggestions. They were structural safeguards against the concentration of executive power that the Founders had fought a war to escape.</p>\n\n<p>Now watch what's happening. The executive branch imposes tariffs without congressional authorization, raising what are effectively taxes on American citizens without their representatives voting. The administration defunds agencies like the Consumer Financial Protection Bureau that Congress created and funded. Pocket rescissions cancel appropriated funds. And when members of the whip team ask colleagues how they'll vote, the response is: \"Do you want a call from the president today or tomorrow?\"</p>\n\n<p>That last detail should stop you cold.</p>\n\n<p>It means the question isn't whether a member agrees with the policy. It's whether they're willing to resist direct presidential pressure. The legislature has become a permission structure for executive action rather than a separate, coequal branch.</p>\n\n<p>This is not partisan. Former members from both parties describe the same pattern. When Republicans held the White House and Congress under previous administrations, similar dynamics emerged. When Democrats did, the same. The problem isn't which party leads. The problem is that Congress has systematically surrendered its constitutional role.</p>\n\n<p>Consider the mechanics. Power has centralized in party leadership at the expense of committees. The committees that once developed expertise, built relationships across party lines, and crafted legislation through deliberation now receive instructions from the Speaker's office about what bills should contain. Members describe voting on \"messaging bills\" that will never become law, performance legislation designed for fundraising emails rather than governance.</p>\n\n<p>The work week shrunk to three and a half days in 1995 under Newt Gingrich, ostensibly to let members spend more time in their districts but actually to free up time for fundraising. The practical effect: members don't know each other. They don't build trust. Former Representative Anna Eshoo felt compelled to tell a Republican colleague, \"I want you to know that I don't view you as my enemy.\" That she felt the need to say it tells you everything about what the institution has become.</p>\n\n<p>Former Representative Jim McDermott describes what was lost: \"We didn't get barbecues together, we didn't do any of the things that used to happen on the weekends to make it a community and make compromises easier. You have to know somebody a little bit before you trust them, and getting to know somebody is not just on the floor listening to speeches, for heaven's sakes. It's watching them deal with their kids.\"</p>\n\n<p>That's not nostalgia. That's describing how deliberative bodies function. Trust gets built in informal settings. Compromise happens when you understand your colleague as a human being rather than a television character playing to cameras. When legislators spend more time traveling between Washington and home districts than actually legislating, when they spend more time raising money than building relationships, the institution ceases to be deliberative.</p>\n\n<p>And when the institution isn't deliberative, it becomes reactive. Instead of Congress setting the national agenda, it responds to executive initiatives or simply ratifies them. The Constitution's structure inverts. Article II, the executive, becomes primary. Article I, the legislature, becomes secondary.</p>\n\n<p>The Capitol Police expect to process 14,000 threat assessment cases this year. Former Representative Cheri Bustos describes moving her district office out of a secure building in 2012 because she wanted to be accessible, then watching staff install panic buttons by 2023 because they didn't feel safe. Members now advise people interested in public service to run for state office instead because \"you can make a difference there.\"</p>\n\n<p>When serving in Congress requires personal security details and panic buttons, when former members actively discourage citizens from seeking the office, something has broken that matters more than any single policy dispute.</p>\n\n<p>The Framers worried constantly about tyranny. But they understood tyranny doesn't usually arrive as a coup. It arrives as a gradual accumulation of power in one branch while another branch voluntarily surrenders its authority. Madison wrote in Federalist 48 about the tendency of legislative power to absorb other branches, but he also warned that the legislature itself could become enfeebled, leaving executive power unchecked.</p>\n\n<p>That's what's happening now. Not through malice or conspiracy, but through accumulated institutional failure. Centralizing power in leadership made individual members less relevant. Shortening the work week made relationships harder to build. Turning the legislative calendar into a fundraising schedule made serious deliberation nearly impossible. Elevating partisan rhetoric over substantive work made performative politics more rewarding than actual governance.</p>\n\n<p>Each change seemed reasonable at the time. Each addressed some immediate problem or political pressure. But the cumulative effect has been to hollow out the institution that the Constitution established as the primary repository of popular sovereignty.</p>\n\n<p>Former members describe colleagues asking: \"But for what purpose?\" They meant: why endure the separation from family, the constant travel, the threats, the financial sacrifice, when you can't actually legislate? When your vote is predetermined by leadership, when your committee work gets overruled by the Speaker's office, when the most you can achieve is passing messaging bills that won't become law?</p>\n\n<p>The answer used to be: because you're a member of Congress. Because you represent your constituents in the highest legislative body of the Republic. Because the Constitution vests in you and your colleagues the power to make law, appropriate funds, provide oversight, and check executive power.</p>\n\n<p>But if Congress has ceased to exercise those powers, what exactly is the job?</p>\n\n<p>This is not about any single president or any single Congress. This is about a constitutional order that depends on each branch jealously guarding its prerogatives, and one branch that has stopped doing so. When Congress allows the executive to impose tariffs without authorization, that's not the president overreaching. That's Congress failing to defend its Article I authority. When Congress permits pocket rescissions of appropriated funds, that's not executive aggression. That's legislative abdication.</p>\n\n<p>The Constitution doesn't work if the parts don't function. You can't have checks and balances if one branch decides it would rather not be in the checking-and-balancing business.</p>\n\n<p>Former Representative Reid Ribble: \"I got tired of just voting on a bunch of messaging bills that were never going to be taken up by the Senate, that were all pretend.\" That word—pretend—captures something essential. Congress has become a simulation of itself. It looks like a legislature. It meets in the Capitol. Members give speeches. Bills get introduced. Votes happen.</p>\n\n<p>But the actual function—deliberating, compromising, legislating, checking executive power, appropriating funds with strings attached, exercising oversight with teeth—has atrophied.</p>\n\n<p>Some former members remain optimistic. Patrick McHenry insists you can still make a difference, that it's \"definitely a beast that you can never master, you can just seek to improve day by day.\" Former Representative Annie Kuster says \"better times will come again, but we need patriots.\"</p>\n\n<p>Maybe. But better times don't come automatically. They come when people decide the institution matters more than the immediate political advantage. They come when members choose to rebuild committees even if it means surrendering some leadership control. They come when Congress as an institution decides to reclaim its constitutional role even when that means telling a president of your own party no.</p>\n\n<p>The test isn't whether any individual member can still do some good. The test is whether the institution itself functions as the Framers intended. Whether Congress as a body exercises the powers the Constitution vests in it. Whether the First Branch remains first.</p>\n\n<p>Right now, it doesn't. And when the First Branch abdicates, what fills the space isn't benevolent efficiency. It's unchecked executive power. Which is precisely what the Founders designed the Constitution to prevent.</p>\n\n<p>Former Representative Cooper teaches at Vanderbilt Law School now. He notes that his students will earn more in their first year than he made after thirty-two years in Congress. Then he says: \"But you'll have a better country as a result. And you'll have a better place for your kids and grandkids to live. Isn't that worth something?\"</p>\n\n<p>It is. But only if Congress actually functions. Only if the institution exercises its constitutional authority. Only if the First Branch remembers it's supposed to be first.</p>\n\n<p>The question isn't whether serving is worth the sacrifice. The question is whether the institution still does what the Constitution says it should do. And if it doesn't, no amount of individual virtue changes the structural reality: power is concentrating in the executive, the legislature is deferring rather than checking, and the constitutional order is shifting in ways that may prove difficult to reverse.</p>\n\n<p>This didn't happen overnight. It happened through a thousand small surrenders, each seemingly reasonable, each addressing some immediate problem, each making the next surrender easier.</p>\n\n<p>That's how institutions die. Not with a bang but with a steady accumulation of deference, a gradual acceptance that maybe this is just how things work now, a quiet resignation that the old constitutional structure doesn't really apply anymore.</p>\n\n<p>The former members are bearing witness. They're describing what they saw and what they experienced. They're warning that the institution isn't healthy.</p>\n\n<p>The question is whether anyone with current authority will act on that warning. Or whether the First Branch will continue its slow fade into irrelevance while power concentrates elsewhere.</p>\n\n<p>In Union there is Strength. But only if the Union's constitutional structure actually functions.</p>",
      "preview": "I spent years in government service. Not in Congress, but near enough to watch how institutions work when they're healthy and how they fail when something fundamental shifts.  What former members are...",
      "author": "Publius",
      "penName": "PUBLIUS",
      "source": "NPR",
      "sourceUrl": "https://www.npr.org/2025/12/21/g-s1-101741/congress-is-in-a-coma-former-lawmakers-sound-alarm-on-health-of-the-house",
      "image": "",
      "imageCaption": "",
      "generatedAt": "2025-12-21T11:01:54.844Z",
      "publishAt": "2025-12-21T11:01:54.844Z",
      "safetyCheck": {
        "safe": false,
        "issues": [
          "Could not parse safety check"
        ],
        "severity": "medium",
        "recommendation": "review"
      },
      "selectionReason": "This story is suitable as it delves into the effectiveness and health of governance, reflecting on the foundational principles of legislative power and civic responsibility as championed by liberty writers."
    }
  ],
  "lastUpdated": "2025-12-21T14:55:22.438Z"
}