{
  "pending": [
    {
      "id": "pending_1766097085328",
      "token": "sk82k248u9s3rxjzn10w0j",
      "headline": "On the Matter of announces $11bn weapons sale to Taiwan",
      "content": "<p># The Question of War Powers That Nobody Is Asking</p>\n\n<p>The Trump administration announced an $11 billion arms sale to Taiwan this week. The package includes High Mobility Artillery Rocket Systems, self-propelled howitzers, and various missiles. It is the second such sale in two months, and one of the largest in history.</p>\n\n<p>Congress will likely approve it. Beijing will condemn it. Taiwan will thank us. The transaction will proceed through channels established decades ago for exactly this purpose.</p>\n\n<p>And no one will ask whether the President has the authority to commit acts that make war more likely without a congressional declaration of war.</p>\n\n<p>## What We Call It Matters Less Than What It Does</p>\n\n<p>This is not about whether Taiwan should be defended. The island is a functioning democracy of 24 million people. China conducts military drills in its waters, flies sorties through its airspace, and has explicitly refused to rule out invasion. Taiwan is arming itself because the threat is real.</p>\n\n<p>This is about who decides whether the United States will go to war over it.</p>\n\n<p>The Constitution assigns that power to Congress in Article I, Section 8. The President commands the armed forces. Congress decides whether those forces will be deployed in conflict. The Framers were deliberate. They had watched kings drag nations into wars for reasons of pride, profit, or personal vendetta. They designed a system where the people's representatives would have to authorize the use of force.</p>\n\n<p>We no longer operate that way.</p>\n\n<p>We sell $11 billion in advanced weapons to a country that China considers a breakaway province. We conduct freedom-of-navigation operations through the Taiwan Strait. We station forces in Japan and South Korea explicitly to deter Chinese aggression. We do all of this through executive action, justified by arms sale authorities passed decades ago, by treaty obligations negotiated by previous presidents, and by strategic doctrines that accumulate like sediment.</p>\n\n<p>And if China attacks Taiwan, American forces will almost certainly respond. Not because Congress debated the matter and voted. Because the President decided that credibility, alliance commitments, and strategic necessity required it.</p>\n\n<p>That is not how the Constitution says this works.</p>\n\n<p>## How Temporary Authorities Become Permanent Architecture</p>\n\n<p>The Taiwan Relations Act of 1979 provides the legal framework for arms sales to Taiwan. Passed after the United States severed formal diplomatic ties with Taipei and recognized Beijing, the Act states that the U.S. will \"make available to Taiwan such defense articles and defense services in such quantity as may be necessary to enable Taiwan to maintain a sufficient self-defense capability.\"</p>\n\n<p>Note what the Act does not say. It does not authorize the President to defend Taiwan militarily. It does not commit the United States to war if Taiwan is attacked. It authorizes arms sales.</p>\n\n<p>But arms sales are not neutral. $11 billion in rocket systems and howitzers signals resolve. It shapes Beijing's calculus. It creates dependencies. Taiwan now relies on American weapons, American training, American intelligence, and the implicit assumption that if those weapons fail, American forces will follow.</p>\n\n<p>We have done this before. We armed South Vietnam without declaring war. We armed the mujahideen in Afghanistan without declaring war. We armed Kurdish forces in Syria without declaring war. In each case, the arms were justified as a substitute for direct intervention. In each case, they became the predicate for it.</p>\n\n<p>The question is not whether Taiwan should be armed. The question is whether arming Taiwan to this degree, with these systems, in this strategic context, is functionally a commitment to war, and if so, whether the President can make that commitment unilaterally.</p>\n\n<p>## What the Framers Understood About Incremental Commitment</p>\n\n<p>James Madison wrote in 1793 that the power to declare war includes \"the right of judging whether the Nation be under obligations to make war or not.\" He was responding to Alexander Hamilton's argument that the President, as commander-in-chief, could interpret treaties and take military actions short of declared war.</p>\n\n<p>Madison's point was not that the President lacked tactical discretion. It was that decisions leading to war, obligations creating the likelihood of war, must be made by Congress. Otherwise, the President could maneuver the nation into conflict through incremental commitments, then claim that strategic necessity or national honor required following through.</p>\n\n<p>That is exactly what is happening.</p>\n\n<p>We sell weapons. We conduct joint exercises. We make statements about our commitment to a \"free and open Indo-Pacific.\" Each step is justified as defensive, deterrent, short of war. But cumulatively, they create a situation where war becomes the only credible response to Chinese aggression.</p>\n\n<p>And when that moment comes, the President will not ask Congress for authorization. He will cite the need for immediate action, the risk of emboldening adversaries, the obligations we have already incurred. Congress</p>",
      "preview": "# The Question of War Powers That Nobody Is Asking  The Trump administration announced an $11 billion arms sale to Taiwan this week. The package includes High Mobility Artillery Rocket Systems, self-p...",
      "author": "Publius",
      "penName": "PUBLIUS",
      "source": "BBC",
      "sourceUrl": "https://www.bbc.com/news/articles/c7095g45p1po?at_medium=RSS&at_campaign=rss",
      "image": "",
      "imageCaption": "",
      "generatedAt": "2025-12-18T22:31:25.328Z",
      "publishAt": "2025-12-18T22:31:25.328Z",
      "safetyCheck": {
        "safe": false,
        "issues": [
          "Could not parse safety check"
        ],
        "severity": "medium",
        "recommendation": "review"
      },
      "selectionReason": "This story provides an opportunity to discuss international relations, national sovereignty, and the implications of power and governance in the context of global liberty and security."
    }
  ],
  "lastUpdated": "2025-12-18T22:31:29.808Z"
}