{
  "pending": [
    {
      "id": "pending_1766097500002",
      "token": "pbpta8o3dxlysd1gpce4l",
      "headline": "The Taiwan Relations Act and the Question No One Is Asking",
      "content": "<p>I spent years working in procurement. Not weapons, but the principles are the same. You don't spend $11 billion without a plan. You don't commit to that kind of transaction without knowing what you're buying, who it's for, and what happens if the deal goes sideways.</p>\n\n<p>The Trump administration just announced an $11 billion arms package to Taiwan. High Mobility Artillery Rocket Systems. Self-propelled howitzers. Advanced missiles. Hardware that matters in a shooting war.</p>\n\n<p>Congress still has to approve it. That's the process. But here's what's notable: this is the second major arms sale to Taiwan since January. During Trump's first term, the total came to $18.3 billion over four years. We're barely into year one of his second term, and we're already approaching half that total.</p>\n\n<p>This isn't about the merits of arming Taiwan. That debate has its place. This is about something else: the quiet shift in how America commits to war without declaring it.</p>\n\n<p>**What the Taiwan Relations Act Actually Says**</p>\n\n<p>The Taiwan Relations Act of 1979 is the legal foundation for all of this. Passed after the United States formally recognized the People's Republic of China and severed diplomatic ties with Taiwan, it established a framework for maintaining an unofficial relationship with the island.</p>\n\n<p>Section 2(b)(6) states that it is U.S. policy \"to maintain the capacity of the United States to resist any resort to force or other forms of coercion that would jeopardize the security or the social or economic system of the people on Taiwan.\"</p>\n\n<p>Section 3(a) authorizes the President to provide Taiwan with \"such defense articles and defense services in such quantity as may be necessary to enable Taiwan to maintain a sufficient self-defense capability.\"</p>\n\n<p>Notice the language. \"Sufficient self-defense capability.\" Not alliance. Not mutual defense treaty. The Act explicitly avoids committing the United States to Taiwan's defense. It authorizes arms sales. It permits cooperation. But it does not create a binding obligation to intervene if China attacks.</p>\n\n<p>Yet with each sale, with each piece of advanced hardware, the practical entanglement deepens. When you sell someone $11 billion in weapons systems, you're not just giving them tools. You're integrating logistics, training, maintenance, intelligence. You're creating dependencies. You're signaling resolve, even if the law stops short of guarantee.</p>\n\n<p>The question isn't whether Taiwan should have these weapons. The question is whether Americans understand that these sales are a form of commitment that moves independently of the constitutional process for deciding whether to go to war.</p>\n\n<p>**The Pattern: Entanglement Without Declaration**</p>\n\n<p>This is not new. America has been backing into wars through equipment sales and advisory missions for decades. Vietnam began with advisors and materiel. Iraq and Afghanistan were declared conflicts, but the surrounding commitments, the drone wars in Pakistan and Yemen and Somalia, operated under authorizations written for a different enemy in a different decade.</p>\n\n<p>The Taiwan situation is more dangerous because it involves a nuclear-armed great power. China has made clear it considers Taiwan a core interest. It has not ruled out using force. President Lai Ching-te is building an air defense dome and raising defense spending to 5 percent of GDP by 2030. Taiwan is preparing for war.</p>\n\n<p>So is the United States prepared for that war? Has Congress debated it? Has the public been asked to consider what defending Taiwan would actually require?</p>\n\n<p>No. Instead, we have arms sales processed through the Defense Security Cooperation Agency. Announcements from the State Department. Routine bureaucratic language about \"maintaining credible defensive capability.\"</p>\n\n<p>When I worked in government, I saw how normal procedures can obscure extraordinary decisions. A weapons sale isn't framed as a strategic commitment. It's a transaction. Paperwork. But cumulatively, these transactions create facts on the ground that constrain future choices. They create expectations. They signal to allies and adversaries alike that the United States is all in, even when the legal and political framework says otherwise.</p>\n\n<p>**What Article I, Section 8 Means**</p>\n\n<p>The Constitution grants Congress, not the President, the power to declare war. That's Article I, Section 8. It's there because the Founders understood that the decision to commit a nation to war is too consequential to rest in the hands of one person, no matter how wise or well-intentioned.</p>\n\n<p>Hamilton wrote in Federalist 69 that the President's role as Commander-in-Chief \"would amount to nothing more than the supreme command and direction of the military and naval forces, as first general and admiral,\" while the power to declare war belonged to the legislature.</p>\n\n<p>The Taiwan Relations Act delegates to the President the authority to sell weapons. It does not delegate the authority to commit the nation to Taiwan's defense. But the gap between those two things narrows with every sale, with every integrated weapons system, with every signal of resolve.</p>\n\n<p>If China moves on Taiwan, American forces will almost certainly become involved. Not because of a treaty obligation, because there isn't one. Because of the practical entanglement created by decades of arms sales and strategic ambiguity. Because walking away after having sold Taiwan the tools of resistance would shatter American credibility across the Pacific.</p>\n\n<p>That's a decision that should be made explicitly, through the constitutional process, by the representatives of the people.</p>\n\n<p>It is not being made that way.</p>\n\n<p>**The Question No One Is Asking**</p>\n\n<p>Here is the question that should be front and center: If we are willing to risk war with China over Taiwan, should we not say so clearly, through treaty or legislative authorization, so the American people understand the commitment their government is making?</p>\n\n<p>And if we are not willing to risk war with China over Taiwan, why are we acting as though we are?</p>\n\n<p>Strategic ambiguity has its purposes. I understand the argument. Keeping Beijing uncertain about American intentions may deter aggression. Making commitments explicit might embolden Taiwan to move toward formal independence, provoking the very conflict we seek to avoid.</p>\n\n<p>But ambiguity is one thing. Entanglement is another. We are past ambiguity. We are deep into entanglement. The weapons sales, the training partnerships, the intelligence sharing, all of it creates a web of commitments that operate independently of democratic deliberation.</p>\n\n<p>This is how republics lose control of their foreign policy. Not through sudden coups or dramatic betrayals, but through incremental decisions that seem reasonable in isolation but cumulatively commit the nation to paths it never explicitly chose.</p>\n\n<p>**In Union There Is Strength**</p>\n\n<p>I'm not arguing against supporting Taiwan. I'm arguing for honesty about what that support means.</p>\n\n<p>If defending Taiwan is a vital American interest, worth risking war with a nuclear-armed power, then let Congress say so. Let there be a debate. Let the American people understand what is being committed in their name.</p>\n\n<p>If it is not a vital interest, then we should stop pretending these arms sales are just business as usual.</p>\n\n<p>The Taiwan Relations Act was written in 1979, when China's military was a fraction of what it is today, when the stakes were different, when the world was different. The Act may have been sufficient then. It is not sufficient now. Not for the decisions we are making.</p>\n\n<p>The constitutional process exists for a reason. It forces deliberation. It demands consensus. It ensures that decisions of war and peace are made collectively, not by executive agencies processing arms sales as though they were ordering office supplies.</p>\n\n<p>We are moving toward a confrontation with China over Taiwan. Maybe not this year. Maybe not next. But the trajectory is clear. The arms sales are accelerating. Taiwan is preparing. China is watching.</p>\n\n<p>And the American people are not being asked whether this is a war they are willing to fight.</p>\n\n<p>That question, unasked, is the constitutional crisis hiding in plain sight.</p>",
      "preview": "I spent years working in procurement. Not weapons, but the principles are the same. You don't spend $11 billion without a plan. You don't commit to that kind of transaction without knowing what you're...",
      "author": "Publius",
      "penName": "PUBLIUS",
      "source": "BBC",
      "sourceUrl": "https://www.bbc.com/news/articles/c7095g45p1po?at_medium=RSS&at_campaign=rss",
      "image": "",
      "imageCaption": "",
      "generatedAt": "2025-12-18T22:38:20.002Z",
      "publishAt": "2025-12-18T22:38:20.002Z",
      "safetyCheck": {
        "safe": false,
        "issues": [
          "Could not parse safety check"
        ],
        "severity": "medium",
        "recommendation": "review"
      },
      "selectionReason": "This headline touches upon international relations, national sovereignty, and the implications of government power in foreign policy, suitable for discourse on liberty and governance in the style of 18th-century political thought."
    },
    {
      "id": "pending_1766142123803",
      "token": "0occq5lqwudbka5k3ci14d",
      "headline": "When Executive Power Meets the Controlled Substances Act",
      "content": "<p>I spent years in government watching how statutory frameworks shape executive discretion. The Controlled Substances Act of 1970 created five schedules, each with specific legal boundaries and enforcement mechanisms. Schedule I drugs are defined by law as having no accepted medical use and high potential for abuse. Schedule III drugs can be prescribed, researched without special licensing, and taxed differently.</p>\n\n<p>The president just directed the attorney general to move cannabis between these categories by executive order.</p>\n\n<p>That's not a policy preference. That's a question about how law works.</p>\n\n<p>The Controlled Substances Act grants the attorney general authority to schedule and reschedule drugs, but that authority operates within a statutory framework requiring findings of fact, scientific review by the Department of Health and Human Services, and adherence to treaty obligations under the Single Convention on Narcotic Drugs. The Biden administration began this process in 2022, following the administrative procedure required by law. The DEA proposed rescheduling in April 2024, opened a comment period, and the process stalled in the regulatory machinery that governs how agencies change classifications with legal force.</p>\n\n<p>Now the same outcome arrives by different means.</p>\n\n<p>The executive order doesn't complete the administrative process. It directs that it be completed. But the language matters. An order that says \"the attorney general shall reclassify\" creates the appearance of fait accompli, while the actual legal mechanism still requires the same findings, the same scientific review, the same treaty considerations that delayed the Biden proposal.</p>\n\n<p>This isn't about cannabis policy. Twenty-four states have legalized recreational use. A majority of Americans support legalization. The question of whether cannabis should remain Schedule I is not constitutionally interesting.</p>\n\n<p>The question is whether executive orders can shortcut administrative law.</p>\n\n<p>## The Difference Between Direction and Decree</p>\n\n<p>I've read enough executive orders to recognize the pattern. Some direct agencies to begin a process. Others announce that a process will reach a predetermined conclusion. The distinction matters because administrative law exists to prevent exactly that: the executive branch declaring outcomes without the procedural safeguards that make those outcomes legally defensible.</p>\n\n<p>The Administrative Procedure Act of 1946 requires agencies to follow notice-and-comment rulemaking when changing regulations with the force of law. Courts have consistently held that rescheduling controlled substances triggers these requirements. The process isn't mere formality. It's how administrative decisions gain legal legitimacy in a system where Congress delegates authority but retains the power to check its exercise.</p>\n\n<p>When an executive order directs an agency to reach a specific conclusion, it risks collapsing that process into a political decision dressed in administrative language.</p>\n\n<p>The defense will be that the order merely directs the attorney general to complete what the Biden administration started. But if that were true, the order would be unnecessary. The administrative process was already underway. Directing its completion in language that suggests inevitability changes the nature of what's happening.</p>\n\n<p>Twenty-two Republican senators warned against this move in a letter to the president. They cited health concerns, economic arguments, and the risk of normalizing drug use. None of those objections are constitutionally significant. But their letter reveals something that is: lawmakers from the president's own party raising concerns about a policy shift that bypasses congressional input.</p>\n\n<p>Cannabis has been Schedule I since 1971. That classification has survived multiple administrations, countless bills, and decades of state-level experimentation. If the evidence now supports reclassification, that evidence should be presented through the administrative process that makes it legally binding and judicially reviewable.</p>\n\n<p>## When Shortcuts Become Precedents</p>\n\n<p>In 1952, President Truman issued an executive order seizing steel mills to prevent a strike during the Korean War. He argued that national security required immediate action. The Supreme Court ruled that the president had exceeded his authority. Justice Robert Jackson's concurring opinion established the framework courts still use: presidential power is at its maximum when acting with congressional authorization, in twilight when Congress is silent, and at its minimum when acting contrary to congressional will.</p>\n\n<p>The Controlled Substances Act gives the attorney general scheduling authority, but that authority operates within a statutory framework Congress created. When an executive order directs a specific outcome in that framework, it moves from the first category toward the second, from acting with authorization to acting in the space where congressional intent is ambiguous.</p>\n\n<p>The question isn't whether the president can direct the attorney general to reclassify cannabis. The question is whether that direction respects the process Congress established or merely uses it as cover for a predetermined result.</p>\n\n<p>I've watched this pattern before. The War on Terror began with specific authorizations for specific threats. Those authorizations gradually expanded until surveillance programs, detention policies, and military operations persisted long after the immediate danger passed. Not because anyone decided to permanently alter the constitutional balance. Because temporary measures, once normalized, become permanent through inertia and precedent.</p>\n\n<p>Executive orders work the same way. Each one that shortcuts process makes the next shortcut easier to justify. Not through conspiracy, but through the quiet accumulation of small changes that shift where the line is drawn.</p>\n\n<p>## What This Reveals</p>\n\n<p>The cannabis rescheduling order matters less for what it does than for what it demonstrates about how modern executive power operates. We've moved from a model where the president executes laws Congress passes to one where the president directs outcomes in areas where congressional delegation creates ambiguity.</p>\n\n<p>That shift isn't partisan. Both parties have contributed to it. But it's accelerating.</p>\n\n<p>The test isn't whether you support cannabis rescheduling. The test is whether you believe the president should be able to direct regulatory outcomes by executive order, or whether those outcomes should emerge from administrative processes designed to be insulated from political pressure.</p>\n\n<p>If the answer is the former, we should be honest about what we're accepting: a model of governance where the executive branch sets policy through directive rather than through the deliberative processes that give those policies legal legitimacy and democratic accountability.</p>\n\n<p>If the answer is the latter, we need to ask why administrative procedures exist if they can be effectively bypassed by announcing their conclusion in advance.</p>\n\n<p>Sixty-four percent of Americans support cannabis legalization. Four hundred twenty-five thousand people work in the cannabis industry. The policy shift reflects where public opinion has moved. But public support doesn't answer the constitutional question.</p>\n\n<p>The constitutional question is whether process still constrains power, or whether power now determines process.</p>\n\n<p>That question, unresolved, is why fifty years from now someone will read this executive order and ask how we let administrative law become what the executive branch says it is.</p>",
      "preview": "I spent years in government watching how statutory frameworks shape executive discretion. The Controlled Substances Act of 1970 created five schedules, each with specific legal boundaries and enforcem...",
      "author": "Publius",
      "penName": "PUBLIUS",
      "source": "BBC",
      "sourceUrl": "https://www.bbc.com/news/articles/cp8z684r6vlo?at_medium=RSS&at_campaign=rss",
      "image": "",
      "imageCaption": "",
      "generatedAt": "2025-12-19T11:02:03.803Z",
      "publishAt": "2025-12-19T11:02:03.803Z",
      "safetyCheck": {
        "safe": false,
        "issues": [
          "Could not parse safety check"
        ],
        "severity": "medium",
        "recommendation": "review"
      },
      "selectionReason": "This story is suitable as it discusses a substantial change in governmental policy impacting individual liberties and the tension between federal authority and states' rights."
    },
    {
      "id": "pending_1766228531809",
      "token": "9l58cetacg6scnrj58e1wn",
      "headline": "When Vengeance Becomes Policy",
      "content": "<p>I stood on a tarmac at Dover Air Force Base more times than I care to count. The silence there has weight. No speeches, no politics, just the measured steps of a carry team and the presence of flag-draped cases that once held people with names, families, reasons they believed in what they were doing.</p>\n\n<p>So I understand the impulse behind what happened Friday in Syria.</p>\n\n<p>Two National Guard soldiers and a civilian interpreter were killed in an ambush. The President called it an act requiring \"very serious retaliation.\" The Defense Secretary termed the response \"a declaration of vengeance.\" Seventy targets struck. More than 100 precision munitions. Eight people reported killed in additional strikes on boats in the Pacific, part of what the administration calls operations against drug smuggling.</p>\n\n<p>That's not counterterrorism doctrine. That's something else.</p>\n\n<p>## The Language Tells You What Changed</p>\n\n<p>Defense Secretary Hegseth's statement was explicit: \"This is not the beginning of a war, it is a declaration of vengeance.\"</p>\n\n<p>Read that again.</p>\n\n<p>For most of American military history, vengeance was what we specifically did not do. We conducted operations. We pursued objectives. We degraded capabilities. We created deterrence. The language mattered because the language reflected limits, constraints that separated military action in defense of national interests from something older and less bounded.</p>\n\n<p>Vengeance is personal. Vengeance is emotional. Vengeance has no natural endpoint except exhaustion.</p>\n\n<p>When a Cabinet secretary uses that word to describe official military policy, something has shifted in how we understand what the executive can order and why.</p>\n\n<p>## The Authorization Question Nobody Is Asking</p>\n\n<p>Under what authority were these strikes conducted?</p>\n\n<p>The 2001 Authorization for Use of Military Force permits action against those responsible for 9/11 and associated forces. ISIS is generally understood to fall under that umbrella, though the organization did not exist in 2001 and has no organizational connection to al-Qaeda beyond ideological similarity.</p>\n\n<p>But even if we accept that interpretive stretch, the AUMF authorizes military action to prevent future attacks, not to exact retribution for past ones.</p>\n\n<p>The distinction matters.</p>\n\n<p>Preventive military action requires some showing of ongoing threat. Retributive action, vengeance, requires only that someone was harmed and someone can be identified to pay for it. One operates within the law of armed conflict. The other operates by a much older code.</p>\n\n<p>Congress has not declared war. Congress has not authorized new military operations in Syria beyond the counter-ISIS mission. The strikes Friday appear to have been conducted under the President's claimed Article II authority as Commander in Chief.</p>\n\n<p>That authority exists. But it is not unlimited. It does not permit the executive to conduct military operations for any purpose at any time simply because Americans were killed.</p>\n\n<p>If it did, every terrorist attack anywhere would become a sufficient predicate for unilateral military action, transforming the executive into something the Founders specifically feared: a magistrate who could commit the nation to war on his own judgment and grievance.</p>\n\n<p>## When Temporary Becomes Permanent</p>\n\n<p>Here is what should concern us most.</p>\n\n<p>U.S. forces have been in Syria since 2014 under a mission to defeat ISIS. That mission was described as temporary, narrow, and tied to specific objectives. ISIS lost its territorial caliphate in 2019. The organization remains a threat, but as a distributed insurgency, not a quasi-state.</p>\n\n<p>Yet hundreds of U.S. troops remain.</p>\n\n<p>The mission has evolved from defeating ISIS to preventing its resurgence to protecting partners to now, apparently, something else: conducting retaliatory strikes when Americans are killed, regardless of whether those strikes degrade a specific military capability or serve a strategic objective beyond demonstrating resolve.</p>\n\n<p>This is how temporary deployments become permanent presences. This is how limited missions become openended commitments. Not through a single decision, but through gradual expansion of what the mission permits, what circumstances justify force, what purposes military power serves.</p>\n\n<p>We are conducting strikes in Syria to avenge American deaths. We are conducting strikes in the Pacific against \"drug smuggling boats,\" a category so broad and a legal theory so novel that U.S. service members reportedly fear personal legal liability. We have shifted an aircraft carrier from the Mediterranean to the Caribbean to conduct these operations.</p>\n\n<p>When did that become normal? When did we stop asking what authority permits it?</p>\n\n<p>## What the Founders Feared</p>\n\n<p>The Constitution gives Congress the power to declare war precisely because the Founders understood that executives facing no constraint would use military force promiscuously. Hamilton wrote in Federalist 69 that the President's war powers were far narrower than a monarch's, limited to defensive operations and execution of Congress's will.</p>\n\n<p>The President could repel sudden attacks. He could command forces Congress raised and deployed. He could not, on his own authority, commit the nation to sustained military operations based on his assessment of what honor or interest required.</p>\n\n<p>We have drifted very far from that understanding.</p>\n\n<p>Successive administrations, of both parties, have expanded executive authority to use force until we now accept as routine what would have horrified the Founders: a President who orders strikes across multiple countries, justifies them with decades-old authorizations written for different enemies, and describes the purpose not as national defense but as vengeance.</p>\n\n<p>## The Question We Should Be Asking</p>\n\n<p>Not whether the strikes were justified by the deaths of Americans. Not whether ISIS deserves what it gets. Not whether the President has the operational authority to order military action.</p>\n\n<p>The question is simpler and harder.</p>\n\n<p>Is this compatible with a republic?</p>\n\n<p>Can a nation remain a republic when the executive can order military force anywhere, for purposes ranging from counterterrorism to drug interdiction to retribution, accountable to no vote, constrained by no clear law, justified by authorities written for different wars against different enemies?</p>\n\n<p>Can a free people accept that as normal?</p>\n\n<p>I served in government long enough to know how these things happen. There is always a reason. There is always an enemy. There is always a threat that seems to justify the expansion. Nobody sets out to overthrow constitutional order. They just respond to the crisis in front of them, and the crisis never ends, so the response becomes permanent.</p>\n\n<p>That is how republics die. Not in a single act of usurpation, but in the accumulation of emergencies that never quite end and powers that never quite expire.</p>\n\n<p>Two soldiers and an interpreter died in Syria. They deserve to be mourned. Their families deserve to know their service mattered. But their deaths do not make constitutional government optional. They make it essential.</p>\n\n<p>Because if we accept that grief and anger are sufficient justification for military action, then we have accepted that the republic no longer constrains power. It only directs it.</p>\n\n<p>That question, unanswered, is why this still matters.</p>",
      "preview": "I stood on a tarmac at Dover Air Force Base more times than I care to count. The silence there has weight. No speeches, no politics, just the measured steps of a carry team and the presence of flag-dr...",
      "author": "Publius",
      "penName": "PUBLIUS",
      "source": "NPR",
      "sourceUrl": "https://www.npr.org/2025/12/19/g-s1-103194/u-s-launches-strikes-syria",
      "image": "",
      "imageCaption": "",
      "generatedAt": "2025-12-20T11:02:11.809Z",
      "publishAt": "2025-12-20T11:02:11.809Z",
      "safetyCheck": {
        "safe": false,
        "issues": [
          "Could not parse safety check"
        ],
        "severity": "medium",
        "recommendation": "review"
      },
      "selectionReason": "This story raises questions about the exercise of military power, international relations, and the balance of sovereignty, making it suitable for a discussion on governance and liberty."
    }
  ],
  "lastUpdated": "2025-12-20T11:02:12.037Z"
}