{
  "pending": [
    {
      "id": "pending_1766097500002",
      "token": "pbpta8o3dxlysd1gpce4l",
      "headline": "The Taiwan Relations Act and the Question No One Is Asking",
      "content": "<p>I spent years working in procurement. Not weapons, but the principles are the same. You don't spend $11 billion without a plan. You don't commit to that kind of transaction without knowing what you're buying, who it's for, and what happens if the deal goes sideways.</p>\n\n<p>The Trump administration just announced an $11 billion arms package to Taiwan. High Mobility Artillery Rocket Systems. Self-propelled howitzers. Advanced missiles. Hardware that matters in a shooting war.</p>\n\n<p>Congress still has to approve it. That's the process. But here's what's notable: this is the second major arms sale to Taiwan since January. During Trump's first term, the total came to $18.3 billion over four years. We're barely into year one of his second term, and we're already approaching half that total.</p>\n\n<p>This isn't about the merits of arming Taiwan. That debate has its place. This is about something else: the quiet shift in how America commits to war without declaring it.</p>\n\n<p>**What the Taiwan Relations Act Actually Says**</p>\n\n<p>The Taiwan Relations Act of 1979 is the legal foundation for all of this. Passed after the United States formally recognized the People's Republic of China and severed diplomatic ties with Taiwan, it established a framework for maintaining an unofficial relationship with the island.</p>\n\n<p>Section 2(b)(6) states that it is U.S. policy \"to maintain the capacity of the United States to resist any resort to force or other forms of coercion that would jeopardize the security or the social or economic system of the people on Taiwan.\"</p>\n\n<p>Section 3(a) authorizes the President to provide Taiwan with \"such defense articles and defense services in such quantity as may be necessary to enable Taiwan to maintain a sufficient self-defense capability.\"</p>\n\n<p>Notice the language. \"Sufficient self-defense capability.\" Not alliance. Not mutual defense treaty. The Act explicitly avoids committing the United States to Taiwan's defense. It authorizes arms sales. It permits cooperation. But it does not create a binding obligation to intervene if China attacks.</p>\n\n<p>Yet with each sale, with each piece of advanced hardware, the practical entanglement deepens. When you sell someone $11 billion in weapons systems, you're not just giving them tools. You're integrating logistics, training, maintenance, intelligence. You're creating dependencies. You're signaling resolve, even if the law stops short of guarantee.</p>\n\n<p>The question isn't whether Taiwan should have these weapons. The question is whether Americans understand that these sales are a form of commitment that moves independently of the constitutional process for deciding whether to go to war.</p>\n\n<p>**The Pattern: Entanglement Without Declaration**</p>\n\n<p>This is not new. America has been backing into wars through equipment sales and advisory missions for decades. Vietnam began with advisors and materiel. Iraq and Afghanistan were declared conflicts, but the surrounding commitments, the drone wars in Pakistan and Yemen and Somalia, operated under authorizations written for a different enemy in a different decade.</p>\n\n<p>The Taiwan situation is more dangerous because it involves a nuclear-armed great power. China has made clear it considers Taiwan a core interest. It has not ruled out using force. President Lai Ching-te is building an air defense dome and raising defense spending to 5 percent of GDP by 2030. Taiwan is preparing for war.</p>\n\n<p>So is the United States prepared for that war? Has Congress debated it? Has the public been asked to consider what defending Taiwan would actually require?</p>\n\n<p>No. Instead, we have arms sales processed through the Defense Security Cooperation Agency. Announcements from the State Department. Routine bureaucratic language about \"maintaining credible defensive capability.\"</p>\n\n<p>When I worked in government, I saw how normal procedures can obscure extraordinary decisions. A weapons sale isn't framed as a strategic commitment. It's a transaction. Paperwork. But cumulatively, these transactions create facts on the ground that constrain future choices. They create expectations. They signal to allies and adversaries alike that the United States is all in, even when the legal and political framework says otherwise.</p>\n\n<p>**What Article I, Section 8 Means**</p>\n\n<p>The Constitution grants Congress, not the President, the power to declare war. That's Article I, Section 8. It's there because the Founders understood that the decision to commit a nation to war is too consequential to rest in the hands of one person, no matter how wise or well-intentioned.</p>\n\n<p>Hamilton wrote in Federalist 69 that the President's role as Commander-in-Chief \"would amount to nothing more than the supreme command and direction of the military and naval forces, as first general and admiral,\" while the power to declare war belonged to the legislature.</p>\n\n<p>The Taiwan Relations Act delegates to the President the authority to sell weapons. It does not delegate the authority to commit the nation to Taiwan's defense. But the gap between those two things narrows with every sale, with every integrated weapons system, with every signal of resolve.</p>\n\n<p>If China moves on Taiwan, American forces will almost certainly become involved. Not because of a treaty obligation, because there isn't one. Because of the practical entanglement created by decades of arms sales and strategic ambiguity. Because walking away after having sold Taiwan the tools of resistance would shatter American credibility across the Pacific.</p>\n\n<p>That's a decision that should be made explicitly, through the constitutional process, by the representatives of the people.</p>\n\n<p>It is not being made that way.</p>\n\n<p>**The Question No One Is Asking**</p>\n\n<p>Here is the question that should be front and center: If we are willing to risk war with China over Taiwan, should we not say so clearly, through treaty or legislative authorization, so the American people understand the commitment their government is making?</p>\n\n<p>And if we are not willing to risk war with China over Taiwan, why are we acting as though we are?</p>\n\n<p>Strategic ambiguity has its purposes. I understand the argument. Keeping Beijing uncertain about American intentions may deter aggression. Making commitments explicit might embolden Taiwan to move toward formal independence, provoking the very conflict we seek to avoid.</p>\n\n<p>But ambiguity is one thing. Entanglement is another. We are past ambiguity. We are deep into entanglement. The weapons sales, the training partnerships, the intelligence sharing, all of it creates a web of commitments that operate independently of democratic deliberation.</p>\n\n<p>This is how republics lose control of their foreign policy. Not through sudden coups or dramatic betrayals, but through incremental decisions that seem reasonable in isolation but cumulatively commit the nation to paths it never explicitly chose.</p>\n\n<p>**In Union There Is Strength**</p>\n\n<p>I'm not arguing against supporting Taiwan. I'm arguing for honesty about what that support means.</p>\n\n<p>If defending Taiwan is a vital American interest, worth risking war with a nuclear-armed power, then let Congress say so. Let there be a debate. Let the American people understand what is being committed in their name.</p>\n\n<p>If it is not a vital interest, then we should stop pretending these arms sales are just business as usual.</p>\n\n<p>The Taiwan Relations Act was written in 1979, when China's military was a fraction of what it is today, when the stakes were different, when the world was different. The Act may have been sufficient then. It is not sufficient now. Not for the decisions we are making.</p>\n\n<p>The constitutional process exists for a reason. It forces deliberation. It demands consensus. It ensures that decisions of war and peace are made collectively, not by executive agencies processing arms sales as though they were ordering office supplies.</p>\n\n<p>We are moving toward a confrontation with China over Taiwan. Maybe not this year. Maybe not next. But the trajectory is clear. The arms sales are accelerating. Taiwan is preparing. China is watching.</p>\n\n<p>And the American people are not being asked whether this is a war they are willing to fight.</p>\n\n<p>That question, unasked, is the constitutional crisis hiding in plain sight.</p>",
      "preview": "I spent years working in procurement. Not weapons, but the principles are the same. You don't spend $11 billion without a plan. You don't commit to that kind of transaction without knowing what you're...",
      "author": "Publius",
      "penName": "PUBLIUS",
      "source": "BBC",
      "sourceUrl": "https://www.bbc.com/news/articles/c7095g45p1po?at_medium=RSS&at_campaign=rss",
      "image": "",
      "imageCaption": "",
      "generatedAt": "2025-12-18T22:38:20.002Z",
      "publishAt": "2025-12-18T22:38:20.002Z",
      "safetyCheck": {
        "safe": false,
        "issues": [
          "Could not parse safety check"
        ],
        "severity": "medium",
        "recommendation": "review"
      },
      "selectionReason": "This headline touches upon international relations, national sovereignty, and the implications of government power in foreign policy, suitable for discourse on liberty and governance in the style of 18th-century political thought."
    }
  ],
  "lastUpdated": "2025-12-18T22:38:20.192Z"
}