{
  "pending": [
    {
      "id": "pending_1766401352997",
      "token": "0lf067gbykmm3nn75vj5opl",
      "headline": "When Commerce Becomes Contraband: The Unexamined Power to Seize",
      "content": "<p>The United States government is pursuing a third oil tanker linked to Venezuela. This action follows the seizure of two previous vessels carrying Venezuelan crude.</p>\n\n<p>No formal declaration of war exists. No letter of marque has been issued by Congress. No blockade has been proclaimed through diplomatic channels to neutral nations.</p>\n\n<p>Yet ships are being stopped on the high seas.</p>\n\n<p>I say this as someone who wore the uniform. The seizure of merchant vessels in international waters is an act that, throughout history, has preceded or constituted war. The British seizure of American sailors and cargo was among the causes that led to the War of 1812. Confederate commerce raiders targeting Union shipping were instruments of declared hostilities. When Germany announced unrestricted submarine warfare in 1917, it understood it was choosing war.</p>\n\n<p>These were not police actions. They were acts of war.</p>\n\n<p>## The Sanctions Authority</p>\n\n<p>The current seizures operate under the authority of economic sanctions, primarily those imposed through executive orders under the International Emergency Economic Powers Act of 1977. These sanctions prohibit transactions with certain Venezuelan entities and individuals.</p>\n\n<p>The constitutional question is straightforward: When did the interdiction of neutral shipping on the high seas become an administrative matter?</p>\n\n<p>Sanctions have existed for decades. But the scope of what now happens under sanctions authorities would be unrecognizable to earlier generations. We have moved from prohibiting American companies from doing business with sanctioned entities to actively seizing vessels, often flagged to third countries, carrying goods between non-American parties.</p>\n\n<p>This expansion happened gradually. Each step was justified as necessary, proportionate, targeted. Each seizure was framed as enforcement, not escalation.</p>\n\n<p>But when enforcement requires stopping ships at sea, the question is no longer about financial compliance. It is about the projection of force beyond our borders and outside the framework that the Constitution establishes for such projections.</p>\n\n<p>## What the Founders Understood</p>\n\n<p>Article I, Section 8 grants Congress the power \"To declare War, grant Letters of Marque and Reprisal, and make Rules concerning Captures on Land and Water.\"</p>\n\n<p>Letters of marque and reprisal were the mechanism by which Congress authorized private vessels to seize enemy shipping. The Founders included this specific power because they understood that taking ships at sea was an act of such gravity it required legislative authorization.</p>\n\n<p>Hamilton wrote in Federalist 69 that the President's authority as commander in chief \"would be nominally the same with that of the king of Great Britain, but in substance much inferior to it. It would amount to nothing more than the supreme command and direction of the military and naval forces... while that of the British king extends to the declaring of war and to the raising and regulating of fleets and armies, all which, by the Constitution under consideration, would appertain to the legislature.\"</p>\n\n<p>The distinction was deliberate. The power to take ships, like the power to declare war, was too consequential to rest with one person.</p>\n\n<p>## The Quiet Expansion</p>\n\n<p>I served in government during a period when these authorities were expanding. The justification was always the same: We face threats that require flexibility. Traditional mechanisms are too slow. The Constitution contemplates executive action in emergencies.</p>\n\n<p>All of this contains truth. But it elides a more fundamental question.</p>\n\n<p>If the authority being exercised requires ships to be stopped, boarded, and seized, has it not crossed the threshold that the Constitution places under legislative control?</p>\n\n<p>The ships being pursued are not American-flagged. The oil being carried is not American property. The transactions being interdicted are between third parties. The legal theory is that because these transactions ultimately violate U.S. sanctions, any ship anywhere can be subject to American jurisdiction.</p>\n\n<p>This is not enforcement of American law within American territory. This is the assertion that American law applies extraterritorially to anyone, anywhere, whose actions we deem to violate our economic prohibitions.</p>\n\n<p>Consider what we would say if another nation asserted the same authority.</p>\n\n<p>## The Precedent Being Set</p>\n\n<p>Venezuela is not popular. Its government's human rights record is poor. Its economic policies have been disastrous. These facts are not in dispute.</p>\n\n<p>But constitutional principles do not depend on whether the target is sympathetic.</p>\n\n<p>The question is whether the United States government has the authority, through executive action alone, to interdict merchant shipping on the high seas outside any declared state of hostilities.</p>\n\n<p>If the answer is yes, then we have redefined what \"war powers\" means. We have decided that the seizure of vessels, historically an act of war, is now simply an administrative tool of foreign policy.</p>\n\n<p>If the answer is no, then what is happening requires congressional authorization that does not currently exist.</p>\n\n<p>## What Citizens Should Ask</p>\n\n<p>The question being avoided is this: What limits remain on executive power if the interdiction of international commerce can be conducted indefinitely, without legislative authorization, under the banner of sanctions enforcement?</p>\n\n<p>Sanctions can be imposed by executive order. They can be maintained indefinitely. They can expand in scope from prohibiting American transactions to seizing third-party vessels. They require no declaration, no sunset provision, no periodic reauthorization.</p>\n\n<p>Compare this to the War Powers Resolution of 1973, which requires the President to notify Congress within 48 hours of committing armed forces and limits such commitments to 60 days without congressional authorization.</p>\n\n<p>The seizure of merchant vessels falls outside this framework entirely. It is treated as economic policy, not military action.</p>\n\n<p>Yet it requires warships. It involves the use of force. It is, in every practical sense, an act of war.</p>\n\n<p>## The Test Before Us</p>\n\n<p>I do not argue that sanctions are unconstitutional. I do not argue that the executive branch lacks any role in foreign affairs. I do not argue that Venezuela's government deserves support.</p>\n\n<p>I argue that the Constitution draws lines, and those lines matter.</p>\n\n<p>The power to seize ships was placed under legislative control because the Founders understood it as an act of war. That understanding has not changed. What has changed is our willingness to rename such acts so they fall outside constitutional constraints.</p>\n\n<p>When temporary measures become permanent, when extraordinary actions become routine, when the vocabulary changes but the substance remains, we are not adapting the Constitution to modern needs.</p>\n\n<p>We are evading it.</p>\n\n<p>The third tanker being pursued is not the story. The story is that we have accepted as normal what previous generations would have recognized as war, and we have done so without asking whether the constitutional architecture for such decisions still applies.</p>\n\n<p>That question, unasked, is why this matters.</p>\n\n<p>In Union there is Strength.</p>",
      "preview": "The United States government is pursuing a third oil tanker linked to Venezuela. This action follows the seizure of two previous vessels carrying Venezuelan crude.  No formal declaration of war exists...",
      "author": "Publius",
      "penName": "PUBLIUS",
      "source": "BBC",
      "sourceUrl": "https://www.bbc.com/news/articles/c99722j4lkgo?at_medium=RSS&at_campaign=rss",
      "image": "",
      "imageCaption": "",
      "generatedAt": "2025-12-22T11:02:32.997Z",
      "publishAt": "2025-12-22T11:02:32.997Z",
      "safetyCheck": {
        "safe": false,
        "issues": [
          "Could not parse safety check"
        ],
        "severity": "medium",
        "recommendation": "review"
      },
      "selectionReason": "This story involves international relations and sovereignty, highlighting government power and the challenges of exerting influence over foreign economic activities."
    }
  ],
  "lastUpdated": "2025-12-22T11:02:33.201Z"
}