{
  "headline": "What We Fought For: Reflection on Service and the Republic",
  "timestamp": "2025-11-08T13:43:00.000Z",
  "author": "Publius",
  "penName": "PUBLIUS",
  "preview": "This Veterans Day weekend, I’ve been thinking about a mission in Afghanistan in 2013.  An Afghan member of parliament had been kidnapped and was being held hostage along with her children, the younges...",
  "content": "<p>This Veterans Day weekend, I’ve been thinking about a mission in Afghanistan in 2013.</p>\n\n<p>An Afghan member of parliament had been kidnapped and was being held hostage along with her children, the youngest of whom was only 2 years old.  When an Afghan police rescue attempt led to a firefight with the insurgents, my task force joined with coalition partners to track down those responsible.</p>\n\n<p>We pursued them for three days, across deserts and mountains, through Ghazni, and into the mountain passes and rugged terrain near Bamyan, before ultimately engaging them in combat.</p>\n\n<p>What has stayed with me all these years isn’t just the mission itself.  It’s who showed up: Yanks, Aussies, Kiwis, Poms, Canucks, coalition partners from across the globe.  Different uniforms, different flags, same cause: protection of the innocent, accountability for the guilty, and a shared belief that those who commit violence against civilians and non-combatants must be held accountable.</p>\n\n<p>That’s what I believed I was defending during my time in uniform.  American ideals: self-governance, the right to dissent, the belief that free people can govern themselves ‘through reflection and choice rather than accident and force.’</p>\n\n<p>Alexander Hamilton wrote those words in Federalist No. 1, opening the debate over our Constitution.  He was asking whether a people could truly govern themselves, or whether they would inevitably fall back under the rule of kings and tyrants.</p>\n\n<p>But Hamilton also warned about internal threats to that experiment:</p>\n\n<blockquote>“Of those men who have overturned the liberties of republics, the greatest number have begun their career by paying an obsequious court to the people; commencing demagogues, and ending tyrants.”</blockquote>\n\n<p>He knew that republics don’t usually die in dramatic moments.  They fade, piece by piece, when facts no longer unite us, when shared truth gives way to competing narratives, when we see political opponents as enemies rather than fellow citizens.</p>\n\n<p>I've seen that pattern before and what authoritarianism looks like up close.  As a kid, we were stationed at Clark Air Base in the Philippines from 1982 to 1986.  Marcos had already been dictator for a decade.  I witnessed the endgame:  what happens when a dictator starts losing his grip and gets desperate.  I watched the assassination of Benigno Aquino live on the TV in our living room in 1983.  I saw Marcos rig the snap election in 1986, trying to legitimize his continued rule.  I remember switching channels as TV stations fell to government forces one by one, tanks rolling through Metro Manila as Filipinos fought to reclaim their democracy through the People Power Revolution.  I learned early what happens when power becomes more important than principles.</p>\n\n<p>Decades later in Afghanistan, I wasn't just chasing insurgents.  My task force led planning efforts to ensure free and safe elections in Kabul in 2014 - working to give Afghans what I'd watched Filipinos have to fight to reclaim.</p>\n\n<p>This Veterans Day, I’m thinking about what my brothers and sisters in arms, past and present, have defended.  Not just borders. Not one party’s vision.  But the hard work of self-governance:  reasoned debate, civic virtue, the courage to defend not just our own speech but the speech of those we disagree with.  The revolutionaries who founded this nation understood something fundamental: a free people united in common cause will never surrender their liberty.</p>\n\n<p>That coalition mission in Afghanistan, partners from multiple nations working together for a shared purpose, reminds me that the strongest defense of freedom comes from unity around principles, not division along party lines.</p>\n\n<p>We’ve kept this republic for nearly 250 years. Let’s honor those who served by preserving what they fought for.</p>\n\n<p>In reflection and choice lies the republic.</p>\n\n<p>In liberty lies responsibility.</p>\n\n<p>In Union there is Strength.</p>",
  "image": "",
  "imageCaption": "[\"\"]",
  "source": "",
  "sourceUrl": "",
  "detailPage": "/article.html?date=2025-11-08&seq=02"
}