{
  "headline": "When Citizens in Uniform Start Asking Questions",
  "timestamp": "2025-11-16T10:55:00.000Z",
  "author": "Publius",
  "penName": "PUBLIUS",
  "preview": "Recent reporting about the growing unease among National Guard members is not merely a story about troop deployments.  It’s a window into a deeper problem that anyone who has worn a uniform should rec...",
  "content": "<p>Recent reporting about the growing unease among National Guard members is not merely a story about troop deployments.  It’s a window into a deeper problem that anyone who has worn a uniform should recognize immediately.  The mission is beginning to drift outside the traditional guardrails of constitutional norms.  When that happens, leaders at every level must ask whether their actions still align with the oath they swore, an oath to the Constitution rather than to any individual.</p>\n\n<p>Guard members described quietly asking each other the same questions many of us have wrestled with in far more dangerous places:  What exactly are we being asked to do?  What is the lawful purpose?  What line will I not cross?  These are not signs of disloyalty.  They are signs of integrity.</p>\n\n<p><strong>The Boundary Between Military and Civil Authority Exists for a Reason</strong></p>\n\n<p>As a young second lieutenant at Vandenberg SFB, assigned to the JAG office, I learned quickly that military power is bounded by law, not by preference.  I supported the JAG officers who were teaching the law of armed conflict and advising commanders on what was permissible, what was required, and what was prohibited.  I also supported the magistrate court, where Air Force lawyers worked under a civilian judge hearing cases related to civilians on base.  Even at that age, the lesson was unmistakable.</p>\n\n<p>Military authority must remain strictly within the limits the Constitution allows.  It is not optional, not flexible, and not dependent on the mood of the moment.</p>\n\n<p>So when Guard members now ask why they are being ordered to conduct armed presence patrols in American cities, or to carry out missions with no clear purpose, they are not being rebellious.  They are doing exactly what they were trained to do.  They are asking questions when the mission no longer resembles the mission.</p>\n\n<p><strong>Mission Creep Is Not Theoretical. I Have Seen It.</strong></p>\n\n<p>Years later, in Afghanistan, I led teams conducting combat operations.  We consulted our assigned U.S. JAG officer frequently because the stakes were high and the consequences could be permanent.  When we conducted combined operations with our New Zealand SAS colleagues, we also consulted their JAG.  Each of us was responsible for following the laws of our respective countries and ensuring we didn’t put the other in a compromising position. There was no scenario where ignorance or ambiguity was an excuse.</p>\n\n<p>Between tours I visited Nuremberg, where the trials made clear that I was only following orders is not a valid defense.  That lesson stays with you.  It changes the way you think about authority, obedience, and personal responsibility.</p>\n\n<p>Because of that experience, I can’t dismiss the current concerns of Guard members as simple political disagreements.  When service members are troubled by a mission that appears unclear, unnecessary, or outside legal limits, that concern deserves attention.</p>\n\n<p>We learned overseas that even the simple act of walking through a village in full battle gear could send the wrong message if not tied to a justified purpose.  Armed presence has meaning.  If misused, it can become corrosive. It can intimidate rather than protect.  It can blur the clear boundaries that democratic societies depend on.</p>\n\n<p><strong>When Leaders Stop Explaining The Mission, Trust Breaks Down</strong></p>\n\n<p>In any healthy military organization, the purpose behind an order is clear.  Soldiers do not need to know everything, but they must know enough to understand the lawful basis for their actions.  In Afghanistan that understanding was non-negotiable.  At Vandenberg, it was drilled into young officers constantly.</p>\n\n<p>Clarity is not a courtesy.  It is a guardrail.</p>\n\n<p>But many Guard members now describe the opposite.  Orders with unclear objectives.  State executives volunteering troops without fully articulated justification.  Service members turning to encrypted group chats because official channels feel unsafe.  Fear that simply asking a question could lead to punishment.  These developments are not routine.  They are early warning signs that civil-military trust is beginning to erode.</p>\n\n<p>Alexander Hamilton wrote that a nation which prefers disgrace to danger prepares itself for a master.  He was not describing a sudden collapse.  He was describing the slow erosion of norms when institutions follow questionable directives simply because it is easier than demanding clarity.</p>\n\n<p>The soldiers who are asking for clarity are not the problem.  Their silence would be.</p>\n\n<p><strong>Citizens in Uniform Must Remain Citizens First</strong></p>\n\n<p>One of the Guard members said something that should resonate with anyone who has ever taken the oath:  I swore an oath to the Constitution, not a person.  Anyone who has stood in a dusty Afghan valley or sat in a courtroom stateside knows how heavy that oath becomes when tested.  I saw leaders who honored that oath even under enormous pressure, and others who found it convenient to ignore.</p>\n\n<p>The oath is not metaphorical.  It is literal.  It binds service members to the rule of law, to civilian authority, and to the Constitution itself.  When troops begin to question whether their missions align with that oath, the answer should come swiftly, honestly, and transparently from leadership.</p>\n\n<p><strong>The Guardrails Hold Only If We Use Them</strong></p>\n\n<p>What these soldiers are expressing is not disobedience.  It’s accountability.  They are not refusing lawful missions.  They are asking the questions that every professional military member must ask when the mission appears unusual, the legal basis unclear, or the purpose political rather than protective.</p>\n\n<p>Democracies do not erode because people ask questions.  Democracies erode because people stop asking them.</p>\n\n<p>The Guard members who are raising concerns are acting within the best traditions of military service.  They are doing what citizens in uniform are supposed to do.  They are refusing to trade their conscience for convenience.  Their courage in simply asking What are we doing, and why should be a signal to the rest of us.</p>\n\n<p>The danger is not that service members will speak up when something feels wrong.  The danger is what might happen if they do not.</p>",
  "image": "",
  "imageCaption": "[\"\"]",
  "source": "",
  "sourceUrl": "",
  "detailPage": "/article.html?date=2025-11-16&seq=01"
}