{
  "headline": "The Constitution, the Military Oath, and the Limits of Presidential Power",
  "timestamp": "2025-11-20T13:34:00.000Z",
  "author": "Publius",
  "penName": "PUBLIUS",
  "preview": "The recent claim that members of Congress committed “seditious behavior, punishable by death” for reminding service members to refuse unlawful orders deserves to be evaluated against the actual law, n...",
  "content": "<p>The recent claim that members of Congress committed “seditious behavior, punishable by death” for reminding service members to refuse unlawful orders deserves to be evaluated against the actual law, not the rhetoric.  To do that correctly, we have to start with a basic but often misunderstood fact about military oaths.</p>\n\n<p><strong>Yes - the enlisted oath mentions the President.  The officer oath does not.  And that difference is intentional.</strong></p>\n\n<p><strong>Enlisted members</strong> swear to support and defend the Constitution, bear true faith and allegiance to it, <strong>and obey the orders of the President and the officers appointed over them - according to regulations and the UCMJ.</strong></p>\n\n<p>That final clause is not decorative. It means:</p>\n\n<p><strong>Enlisted personnel must obey only lawful orders.  Unlawful orders must be refused.</strong></p>\n\n<p><strong>Officers</strong>, by contrast, swear an entirely different oath.  They pledge to support and defend the Constitution and to faithfully discharge their duties - <strong>with no promise of obedience to the President at all.</strong></p>\n\n<p>This distinction dates to the Founders’ deliberate rejection of personal loyalty to an executive.  Officers are bound only to the Constitution because the framers feared the emergence of an American monarchy.</p>\n\n<p>Together, the two oaths create a structural safeguard: \t•\tEnlisted members obey lawful orders. \t•\tOfficers determine the legality of those orders. \t•\tThe Constitution stands above both.</p>\n\n<p><strong>Military law requires service members to refuse unlawful orders.</strong></p>\n\n<p>This principle is not partisan; it is foundational.  Under the <strong>Uniform Code of Military Justice (UCMJ)</strong>: \t•\tArticles 90 and 92 require obedience to lawful orders. \t•\tMilitary doctrine holds that service members must refuse orders that are unlawful or unconstitutional.</p>\n\n<p>This standard stems from Nuremberg, is reinforced in DoD directives, and is taught from day one of military training.</p>\n\n<p>So when lawmakers, all of them combat veterans, remind service members of this duty, they are describing established military law.  There is nothing “seditious” about quoting the UCMJ.</p>\n\n<p><strong>What federal law actually says about sedition and the death penalty</strong></p>\n\n<p>The statutes do not support the rhetoric.</p>\n\n<p><strong>Seditious Conspiracy (18 U.S.C. § 2384)</strong></p>\n\n<p>Punishable by up to 20 years, not death.</p>\n\n<p><strong>Advocating Overthrow (18 U.S.C. § 2385)</strong></p>\n\n<p>Punishable by fines and imprisonment.  No death penalty.</p>\n\n<p><strong>Treason (18 U.S.C. § 2381)</strong></p>\n\n<p>The only offense involving political “betrayal” that permits the death penalty, but it requires: \t•\tlevying war against the United States, or \t•\tgiving aid and comfort to declared enemies, \t•\twith proof by confession or two witnesses.</p>\n\n<p>Lawmakers publicly discussing unlawful orders do not, and cannot, constitute treason under the Constitution’s strict definition.  Nor does a service member questioning the legality of a command.</p>\n\n<p>The Founders made treason intentionally narrow so it could not be weaponized against dissent.</p>\n\n<p><strong>Why this rhetoric is dangerous in a constitutional republic</strong></p>\n\n<p>When a leader labels constitutional behavior as “seditious” and suggests death as a punishment for political opponents advocating compliance with military law, it risks blurring a line the Founders considered essential: \t•\t<strong>Political disagreement is not rebellion.</strong> \t•\t<strong>Criticism is not sedition.</strong> \t•\t<strong>Upholding constitutional duty is not treason.</strong></p>\n\n<p>Conflating these categories undermines the very structure that prevents the concentration of power in a single individual.</p>\n\n<p><strong>The constitutional structure is the safeguard</strong></p>\n\n<p>The officer and enlisted oaths work together to ensure: \t•\tThe President commands the military within the law. \t•\tOfficers evaluate legality, not personal loyalty. \t•\tEnlisted members obey lawful orders, not individual will. \t•\tAnd the nation’s ultimate allegiance remains with the Constitution.</p>\n\n<p><strong>Closing Thought</strong></p>\n\n<p>James Madison warned that the consolidation of legislative, executive, and judicial power in the hands of any one person is “the very definition of tyranny.”  That is why our system binds officers and enlisted members alike to the Constitution, not to a president.</p>\n\n<p>We do not protect liberty by threatening those who uphold the law.</p>\n\n<p>We protect it by ensuring that no American, whether in uniform or in office, stands above it.</p>",
  "image": "",
  "imageCaption": "[\"\"]",
  "source": "",
  "sourceUrl": "",
  "detailPage": "/article.html?date=2025-11-20&seq=01"
}