{
  "headline": "Commentary:  What Scouts Understood",
  "timestamp": "2025-11-22T16:03:00.000Z",
  "author": "Publius",
  "penName": "PUBLIUS",
  "preview": "Shortly after the Russians invaded Ukraine, the scouts in my troop were deliberating how to spend the money they raised at a recent hot dog sale.  Some percentage to their summer camp account and some...",
  "content": "<p>Shortly after the Russians invaded Ukraine, the scouts in my troop were deliberating how to spend the money they raised at a recent hot dog sale.  Some percentage to their summer camp account and some percentage to the troop’s gas and maintenance account.  Then they surprised me.  As scoutmaster, my job and that of the assistant scoutmasters is to sit off to the side and let the scouts figure it out.  They began talking about their recent work on the Citizenship in the Nation merit badge and the recent invasion of Ukraine by Russia.  One of them had read about a scout unit in Odessa that had broken out its cooking equipment in the city square and was preparing meals for the defenders of their city.  They had met their fundraising goal but voted to give 40% of it to the Scouts of Ukraine.  They reasoned that if we were invaded, that’s what they would do, support our defenders, they themselves being too young to fight.</p>\n\n<p>That clarity, that simple moral reasoning, seems to have escaped the adults negotiating Ukraine’s future.</p>\n\n<p>Here is what Ukraine is being asked to accept:</p>\n\n<p>• Surrender territory Russia doesn’t even occupy • Cap the size of their military, ensuring they cannot defend what remains   • Accept vague security “assurances” in place of enforceable commitments • Enshrine in their constitution that they can never join NATO, forever foreclosing the one alliance that might actually protect them</p>\n\n<p>This isn’t compromise.  This is capitulation with a time delay.</p>\n\n<p><strong>We have been here before.</strong></p>\n\n<p>In 1994, Ukraine surrendered the world’s third-largest nuclear arsenal under the Budapest Memorandum in exchange for “security assurances” from the United States, the United Kingdom, and Russia.  Those guarantees were deliberately vague, legally non-binding, and, when tested, utterly worthless. Ukraine kept its word.  Russia did not.  And when tanks rolled into Crimea in 2014, those assurances evaporated like morning fog.</p>\n\n<p>I know what real security commitments look like.  As a young nuclear launch officer, I participated in START treaty inspections at Malmstrom AFB and F.E. Warren.  I watched the extraordinary care, discipline, and verification protocols required to maintain strategic stability between nuclear powers.  Arms control works when commitments are enforceable, transparent, and backed by consequences.</p>\n\n<p>Budapest had none of that.  And the bodies in Bucha are the receipt.</p>\n\n<p>Now we’re offering Ukraine the same vague assurances, asking them to surrender even more while receiving even less.  Only this time, we’re also capping their ability to defend themselves and constitutionally prohibiting them from ever seeking real protection.</p>\n\n<p>Let’s address the elephant in the room:  the fear that admitting Ukraine to NATO obligates us to defend them.</p>\n\n<p>It does.  That’s how Article 5 works.  But that obligation is the very thing that prevents war.</p>\n\n<p>Article 5 of the North Atlantic Treaty has been invoked exactly once in the alliance’s history, and it wasn’t to protect Europe.  It was invoked to defend us.</p>\n\n<p>After 9/11, we were not alone.  Until May 2002, NATO Airborne Warning and Control System aircraft manned by crews from 13 countries flew out of Tinker AFB, Oklahoma.  Canadian CF-18 fighters flew combat air patrols over our cities.  From 2001 until 2016 NATO aircraft protected US ships at sea.</p>\n\n<p>In Afghanistan I led a weekly threat working group that included representatives from more than thirty nations, NATO members, partners, and allies.  Those countries stood with us during two decades of war, not because they were coerced, but because they believed collective security meant something.  They sent their people.  They accepted casualties.  They honored the commitment.</p>\n\n<p>But here’s what matters:  Putin didn’t invade a NATO country.  He invaded the one neighbor who <em>wasn’t</em> protected.  The alliance works not because we constantly fight wars together, but because aggressors know the cost of starting one.</p>\n\n<p>In union there is strength.  That’s not platitude, it’s the entire theory of collective defense.  A Ukraine inside NATO is far less likely to be attacked than a Ukraine constitutionally barred from membership, militarily capped, and promised vague assurances we already failed to honor once.</p>\n\n<p><strong>This deal doesn’t reduce risk.  It guarantees the next invasion.</strong></p>\n\n<p>Those scouts who voted to send 40% of their hot dog sale money to Ukraine understood something fundamental:  when a republic is invaded, you help defend it.  Not because it’s strategically convenient.  Not because you’ll get something in return.  But because republics, the right of people to govern themselves, to defend their borders, to choose their alliances, are worth defending.</p>\n\n<p>They were too young to fight, so they did what they could.</p>\n\n<p>What does this peace deal teach them?</p>\n\n<p>That sovereignty is negotiable.  That the strong can dictate terms to the weak.  That promises mean nothing if keeping them is inconvenient.  That defending republics is fine, until it costs us something.</p>\n\n<p>It may seem strange to defend another nation’s right to self-determination when so many at home treat our own democratic inheritance as optional.  But that’s precisely why Ukraine’s fight matters.  The rights they’re defending, sovereignty, lawful borders, the freedom to choose their alliances, are rights we too often take for granted.  Their struggle reminds us that republics aren’t guaranteed by geography.  They survive only where people insist they matter.</p>\n\n<p>Every war ends at a table.  But diplomacy is not coercion.  A ceasefire built on forced concessions, unenforceable promises, and foreclosed futures isn’t peace, it’s an intermission before the next invasion.</p>\n\n<p><strong>Ukraine deserves better than Budapest 2.0.  So does the principle those scouts understood.</strong></p>\n\n<p>If the United States wants to lead, we must stand with sovereignty, not expedience.  The terms of peace must strengthen the victim, not reward the aggressor.  And any settlement worthy of the name must leave Ukraine freer, safer, and more sovereign than before.</p>\n\n<p>Anything less isn’t peace.</p>\n\n<p>It’s abdication, and those scouts will know it.</p>",
  "image": "",
  "imageCaption": "[\"\"]",
  "source": "",
  "sourceUrl": "",
  "detailPage": "/article.html?date=2025-11-22&seq=01"
}