{
  "headline": "On the Cost of DOGE",
  "timestamp": "2025-11-24T20:04:00.000Z",
  "author": "Publius",
  "penName": "PUBLIUS",
  "preview": "I’ve spent a career making government more efficient.  At the Department of Defense, I built a system called WatchTower that eliminated a four-year case backlog in eight months, not by firing people o...",
  "content": "<p>I’ve spent a career making government more efficient.  At the Department of Defense, I built a system called WatchTower that eliminated a four-year case backlog in eight months, not by firing people or blowing up agencies, but by understanding processes, fixing what was broken, and empowering the people who actually do the work.  Real efficiency is possible.  But it requires understanding what you’re cutting before you cut it.</p>\n\n<p>Which is why the promises behind DOGE stood out from the beginning.</p>\n\n<p>Elon Musk told the country that DOGE would wipe out $2 trillion in waste and deliver every American a $5,000 “efficiency dividend.”   Agencies would be transformed with Silicon Valley precision: cheaper, faster, smarter.</p>\n\n<p>That’s not what happened.</p>\n\n<p>Both administration and independent analyses now show that DOGE may have cost taxpayers far more than it ever saved.  The Partnership for Public Service, in findings reported by CBS, Fortune, and others, estimates roughly $135 billion in losses caused by mass firings, paid administrative leave, and the massive churn required to rehire the people DOGE purged.  A Senate subcommittee found more than $21.7 billion in net waste directly attributable to DOGE’s actions.</p>\n\n<p>And anyone who has ever built or run a federal system knows why.</p>\n\n<p>When we built the nation’s background investigations system, we scaled it to 2 million+ users within a year because we had continuity, institutional knowledge, and a team that understood the mission.  You don’t get that by firing entire divisions.  You get it by retaining and developing the people who know how the work gets done.  DOGE destroyed that expertise at scale, and the price tag reflects it.</p>\n\n<p>The revenue side was hit just as hard.  Treasury and IRS officials are warning that DOGE-driven cuts to the IRS could reduce federal tax receipts by more than $500 billion in a single year.  That’s not an ideological guess, that’s the administration’s own projection.  Cutting enforcement doesn’t save money; it loses it.</p>\n\n<p>Meanwhile, watchdogs estimate over $10 billion in lost economic activity from shuttered federal programs that previously returned money to taxpayers.  And DOGE’s internal “savings” accounting has been exposed as deeply unserious.  Investigators found examples where an $8 million ICE contract was recorded as $8 billion in “fraud eliminated.”  Numbers were double-counted, inflated by factors of a thousand, or invented outright.</p>\n\n<p>I’ve built systems where every output had to be verifiable.  Our SENTRY platform processed 1.5 million+ fuzzy-match comparisons and improved background investigations by cross-checking more than 5,000 military basic trainee records, and every one of those data points was documented, reproducible, and auditable.  That’s what accountability looks like.  DOGE’s spreadsheets weren’t efficiency; they were numerology.</p>\n\n<p>All of this played out while the national debt surged at historic speed.  On Inauguration Day 2025, the gross federal debt stood at $34.41 trillion.</p>\n\n<p>By November 2025, it had jumped to $38.09 trillion—an increase of $3.68 trillion in ten months, or about $12 billion every single day.</p>\n\n<p>For context: the entire year-over-year increase from November 2024 to November 2025 was $2.18 trillion.</p>\n\n<p>Not every dollar of new debt is due to DOGE.  Rising interest costs and legacy commitments existed before January.  But DOGE wasn’t supposed to be neutral.  It was supposed to save money.  It didn’t.  And the historic debt surge we’re seeing happened on its watch, with policies it set in motion.</p>\n\n<p>I believe in efficient government.  I’ve dedicated almost three decades of my life to building it.</p>\n\n<p>What I saw from DOGE wasn’t efficiency.  It was vandalism with a spreadsheet, and the American people are paying the bill.</p>",
  "image": "",
  "imageCaption": "[\"\"]",
  "source": "",
  "sourceUrl": "",
  "detailPage": "/article.html?date=2025-11-24&seq=01"
}