{
  "headline": "When the Rules Break Down: Reflections on the Reported Killing of Survivors at Sea",
  "timestamp": "2025-11-29T18:04:00.000Z",
  "author": "Publius",
  "penName": "PUBLIUS",
  "preview": "A month ago, I wrote about why the rule of law is not optional in war.  Recent reporting that a U.S. strike may have intentionally killed survivors of a disabled boat as they clung to wreckage makes t...",
  "content": "<p>A month ago, I wrote about why the rule of law is not optional in war.  Recent reporting that a U.S. strike may have intentionally killed survivors of a disabled boat as they clung to wreckage makes that principle feel even more urgent.</p>\n\n<p>We still don’t know all the facts.  The Secretary of Defense denies wrongdoing; Congress has requested answers; investigations are underway.  But the allegations alone force us to confront something that has been true as long as armies have existed:</p>\n\n<p><em>There are lines that lawful militaries do not cross.  And history has judged harshly the leaders who crossed them.</em></p>\n\n<p><strong>What the Law Requires</strong></p>\n\n<p>The law is unambiguous.  Common Article 3 of the Geneva Conventions states:</p>\n\n<p>“Persons… who are hors de combat… shall in all circumstances be treated humanely.”</p>\n\n<p>“Hors de combat” includes the wounded, the captured, and the shipwrecked.  Once someone is defenseless, they are protected.</p>\n\n<p>Shipwreck survivors, even if they were enemy personnel or criminal suspects, are no longer legitimate targets.  They are detainees.</p>\n\n<p>This is not a technicality.  It is the foundation of civilized warfare.</p>\n\n<p><strong>We Have Seen This Before And We Prosecuted It</strong></p>\n\n<p>The United States and its Allies have confronted this exact kind of conduct before.  After World War II, we helped establish the legal principles that define war crimes today, including what happens when commanders order the killing of defenseless survivors.</p>\n\n<p><strong>The Case of U-852:  Commander Eck and the “Peleus Affair”</strong></p>\n\n<p>In 1944, the German submarine U-852 torpedoed the Greek merchant ship Peleus.  Dozens survived the sinking and floated in the water.</p>\n\n<p>What happened next was not warfare.  It was murder.</p>\n\n<p>Commander Heinz-Wilhelm Eck ordered his crew to circle the survivors, firing machine guns and throwing grenades into the water to eliminate anyone still alive.</p>\n\n<p>After the war, Eck was captured and tried by a British military tribunal.  He was convicted of war crimes and executed.</p>\n\n<p>The tribunal’s finding was simple and unequivocal:</p>\n\n<p><em>Once the enemy is helpless, you do not kill them.</em>  Doing so is not combat — it is a crime.</p>\n\n<p><strong>The Malmedy Massacre: Executing Surrendered POWs</strong></p>\n\n<p>Later in the war, during the Battle of the Bulge, American soldiers from Battery B, 285th Field Artillery Observation Battalion near Malmedy, Belgium surrendered to advancing German SS units.  They were unarmed, hands raised, no threat to anyone.</p>\n\n<p>SS troops executed 84 of them in a snowy field.</p>\n\n<p>After the war, the Malmedy massacre was among the most significant U.S.-led war-crimes prosecutions.  Many of those responsible received death sentences; others, long prison terms.</p>\n\n<p>Again, the principle was unmistakable:</p>\n\n<p><em>Killing surrendered or defenseless people is murder, even in war.</em></p>\n\n<p>And the United States, not a foreign adversary, helped create, interpret, and enforce this standard.</p>\n\n<p><strong>Why These Cases Matter Now</strong></p>\n\n<p>These WWII precedents aren’t academic footnotes.  They represent the moral architecture of the world we built after defeat­ing fascism, a world grounded in the idea that power must answer to law.</p>\n\n<p>Each case rests on the same core truths: \t•\t<strong>Defenseless people are not targets.</strong> \t•\t<strong>Unlawful orders are still unlawful.</strong> \t•\t<strong>The legitimacy of a nation depends on its conduct, even toward its enemies.</strong></p>\n\n<p>If investigations confirm that a second strike was ordered to kill survivors in the water, the parallels to these historical cases are not hypothetical.  They are direct.  We wrote the precedents.  We enforced them.  We executed commanders who crossed that line.</p>\n\n<p>We cannot pretend the line doesn’t exist when it’s our own government standing on the wrong side of it.</p>\n\n<p><strong>The Moment We Are In</strong></p>\n\n<p>Whatever the final facts reveal, this is not just a political dispute or a difference in policy.  It is a question about whether the United States still holds itself to the standards it helped create.</p>\n\n<p>If the reporting is false, the administration has an obligation to release enough information to restore trust.</p>\n\n<p>If the reporting is true, accountability must be real, because the rule of law applies to everyone, from the newest private to the Secretary of Defense.</p>\n\n<p>And without an armed conflict, and an imminent threat, the law of armed conflict wouldn’t apply.  The Pentagon has reported that the vessels were manned by suspected smugglers and were not armed.  If true, the initial strike would not be considered combat at all.  It would also have been murder.</p>\n\n<p>The world is watching.  And history will judge us by the integrity of our response.</p>\n\n<p>We prosecuted others for killing defenseless survivors.  We taught the world that justice is not vengeance.  We showed that power is legitimate only when it is restrained.</p>\n\n<p>That standard still matters.  It must still matter.</p>\n\n<p>Because the rule of law is not a constraint on our power, <em>it is the source of our power.</em></p>\n\n<p>And we abandon it at our own peril.</p>",
  "image": "",
  "imageCaption": "[\"\"]",
  "source": "",
  "sourceUrl": "",
  "detailPage": "/article.html?date=2025-11-29&seq=01"
}