{
  "headline": "The Great Writ and the Death of Due Process",
  "timestamp": "2026-02-01T18:42:25.028Z",
  "author": "Publius",
  "penName": "PUBLIUS",
  "preview": "The collapse of a constitutional order does not usually announce itself with tanks in the streets.  More often it arrives dressed in paperwork, routinized, procedural, filed on a Saturday afternoon....",
  "content": "<p>The collapse of a constitutional order does not usually announce itself with tanks in the streets.  More often it arrives dressed in paperwork, routinized, procedural, filed on a Saturday afternoon.  It arrives when the Great Writ is treated not as a boundary, but as a nuisance.</p>\n\n<p>On January 31, 2026, Judge Fred Biery of the United States District Court for the Western District of Texas issued an opinion that should have stopped the nation cold.  It was not radical.  It was not novel.  It did not invent new rights or stretch old ones.  It simply demanded that the government obey the law it claims to enforce.</p>\n\n<p>The case concerned an asylum seeker, Adrian Conejo Arias, and his five-year-old son, Liam, a boy whose photograph in a blue bunny hat, taken as federal agents detained him in his own driveway, had by then circled the globe.  They sought nothing extraordinary, only protection under habeas corpus, the most ancient safeguard against arbitrary detention.  The Court granted it.</p>\n\n<p>And in doing so, it laid bare something far more disturbing than an isolated administrative failure: a governing philosophy that treats law as an inconvenience and human beings as cargo.</p>\n\n<p>Judge Biery did not mince words.  He described the government’s policy as “ill-conceived and incompetently implemented,” a pursuit of daily deportation quotas “apparently even if it requires traumatizing children.”  This was not rhetorical flourish.  It was judicial frustration, grounded in record evidence, responding to a system that had ceased to distinguish between enforcement and abuse.</p>\n\n<p>The Court reminded the government of something it should not need reminding of: undocumented people are routinely detained and deported, but only through proper legal procedures.  The rule of law is not suspended by immigration status.  It is <em>tested</em> by it.</p>\n\n<p>That reminder should have been unnecessary.</p>\n\n<p>Habeas corpus predates this nation.  Long before Judge Biery wrote his order, long before the Fourth Amendment, before the Declaration of Independence, before Blackstone called it the “great and efficacious writ in all manner of illegal confinement,” the Great Writ stood as the boundary between liberty and arbitrary power.  The Founders did not invent it; they inherited it, revered it, and preserved it.</p>\n\n<p>And yet here we are, a federal court forced to remind the executive branch that children cannot be warehoused, shuffled, and expelled without due process.</p>\n\n<p>This is not merely a legal failure.  It is a moral one.</p>\n\n<p>A government that must be ordered to stop traumatizing children in order to meet quotas has already abandoned the moral ground on which enforcement authority rests.  A government that responds to habeas petitions as obstacles, as friction in the deportation machine, no longer sees the Constitution as binding.  Only as conditional.</p>\n\n<p>The administration will insist this is about border security.  Grant the premise.  The United States has removed millions of people over decades, through proper procedures, under judicial review, without shredding the constitutional fabric.  Border security has never required contempt for the Great Writ.</p>\n\n<p>What has changed is not the law.  What has changed is the willingness to obey it.</p>\n\n<p>Judge Biery’s order is notable not for what it says, but for what it assumes: that courts still matter; that rights still exist; that executive power remains bounded.  These assumptions are now fragile.</p>\n\n<p>When the executive branch treats judicial review as interference rather than oversight, the separation of powers is no longer functional, it is ornamental.  When agencies pursue numerical targets at the expense of legality, governance becomes mechanistic rather than constitutional.  When children become collateral damage in service of metrics, the republic has already lost something it may not recover.</p>\n\n<p>The administration’s defenders will argue that this is one case, one judge, one order.  That is precisely the point.  Republics do not fall all at once.  They erode case by case, exception by exception, child by child.</p>\n\n<p>The Founders warned us about this.  Not in abstractions, but in blood.  Jefferson’s indictment of George III included this:</p>\n\n<blockquote>“He has sent hither Swarms of Officers to harass our People.”</blockquote>\n\n<p>The grievance was not immigration enforcement.  It was the use of executive agents unaccountable to law.  The Founders knew that power unrestrained does not remain benign.  They knew that once rights are treated as privileges, they become revocable.  They knew that habeas corpus is the last line of defense between liberty and arbitrary force.</p>\n\n<p>Judge Biery did not need to cite Magna Carta to invoke its spirit.  By enforcing habeas corpus against an executive pursuing quotas at the expense of children, he stood in that same tradition, one the American republic claims as its inheritance.</p>\n\n<p>He did his job.  He upheld the law.  He protected a child.  He reminded the government who it is supposed to be.</p>\n\n<p>The question is whether the rest of the system still remembers.</p>\n\n<p>Because when a federal judge must invoke the Declaration of Independence and the Fourth Amendment to restrain the modern American executive, we are no longer arguing about policy.  We are confronting the quiet, procedural unraveling of constitutional government, and the moral emptiness that makes that unraveling possible.</p>\n\n<p>Habeas corpus was not designed for moments of convenience.  It exists for moments <em>exactly</em> like this.</p>\n\n<p>Hold Fast.</p>",
  "image": "",
  "imageCaption": [
    ""
  ],
  "source": "",
  "sourceUrl": "",
  "detailPage": "/article.html?date=2026-02-01&seq=01"
}