{
  "headline": "On What Binds Us",
  "timestamp": "2026-02-08T22:24:28.384Z",
  "author": "Publius",
  "penName": "PUBLIUS",
  "preview": "The cause of America and of liberty is the cause of every virtuous American citizen; whatever may be his religion or his descent, the united colonies know no distinction but such as slavery, corruptio...",
  "content": "<blockquote><p>The cause of America and of liberty is the cause of every virtuous American citizen; whatever may be his religion or his descent, the united colonies know no distinction but such as slavery, corruption, and arbitrary domination may create.</p><cite>— George Washington, Address to the People of Canada, September 1775</cite></blockquote>\n\n<p>When the Continental Army encamped at Valley Forge in the winter of 1777–1778, it did not resemble a nation defined by blood, race, or creed.  It resembled a nation defined by resolve.</p>\n\n<p>The men who endured that winter came from different origins, spoke different languages, and worshiped in different ways.  They included free Black men and enslaved men promised freedom for service.  They included immigrants and first-generation Americans, particularly Germans in the Pennsylvania regiments and Irish laborers and tradesmen whose loyalty was to liberty, not the Crown.</p>\n\n<p>They also represented a wider range of faiths than the simplified Christian narrative often suggests.</p>\n\n<p>Most were Christians, but not of a single kind.  Anglicans and Congregationalists stood beside Presbyterians, Baptists, Lutherans, and members of the German Reformed Church.  Their doctrines often conflicted sharply.  At Valley Forge, those differences were subordinated to discipline and survival.</p>\n\n<p>There were Catholics as well, still a small and recently tolerated minority in the colonies.  Only decades earlier, anti-Catholic laws had excluded them from public life in several colonies.  Yet in the Continental Army, they served without religious tests or exclusion.</p>\n\n<p>Washington himself enforced this principle directly.  In November 1775, when soldiers planned to celebrate Guy Fawkes Night, an anti-Catholic tradition inherited from England known in the colonies as Pope's Day, Washington issued a general order condemning it.  He called the observance “ridiculous and childish” and declared that insulting the religion of Catholic allies was “so monstrous, as not to be suffered or excused.”</p>\n\n<p>This was not abstract tolerance.  It was command policy.</p>\n\n<p>There were Jewish Americans, documented participants in the Revolutionary cause, men accustomed to life as a religious minority, now fighting for a republic that had not yet fully articulated what religious liberty would require.</p>\n\n<p>Among the revolutionary generation there were also Muslims, small in number, often unnamed in the record, but present.  Many were enslaved Africans who, despite the trauma of the Middle Passage, preserved their faith and quietly passed it on to their children.  Their participation did not fit neat categories, but their existence matters precisely because it complicates the myth.</p>\n\n<p>There were also Deists and freethinkers, men shaped more by Enlightenment philosophy than by church doctrine, whose ideas would later be woven into the Constitution itself.</p>\n\n<p>What united these men was not theology.</p>\n\n<p>It was commitment.</p>\n\n<p>They starved together.  They froze together.  They endured disease, desertion, and despair together.</p>\n\n<p>This was not diversity as slogan or performance.  It was diversity as fact, and as necessity.  The Revolution could not be fought by one sect, one ethnicity, or one tradition alone.  Liberty required cooperation among people who shared little except a common refusal to submit to arbitrary power.</p>\n\n<p>George Washington understood this without abstraction.  He did not ask what these men believed in theory.  He asked whether they would hold.</p>\n\n<p>And they did.</p>\n\n<p>Valley Forge is remembered not because it was glorious, but because it was binding.  It forged an army disciplined not by uniformity, but by mutual dependence.  It demonstrated, before it was written into law, that allegiance to the republic, not ancestry or creed, confers belonging.</p>\n\n<p>That is why the present moment matters.</p>\n\n<p>When a modern president circulates racial dehumanization, even briefly, even “by mistake,” he is not merely offending sensibilities.  He is repudiating the founding truth revealed at Valley Forge: that the republic is sustained by shared sacrifice, not shared blood; by common obligation, not hierarchy.</p>\n\n<p>The soldiers who endured that winter did not agree on doctrine, language, or origin.  But they understood something essential, that liberty collapses the moment power decides some people are lesser by nature.</p>\n\n<p>That lesson was learned the hard way.</p>\n\n<p>It should not be so easily discarded.</p>\n\n<p>Hold fast.</p>",
  "image": "",
  "imageCaption": [
    ""
  ],
  "source": "",
  "sourceUrl": "",
  "detailPage": "/article.html?date=2026-02-08&seq=01"
}