{
  "headline": "We Are Going To Run The Country",
  "timestamp": "2026-01-04T17:38:34.402Z",
  "author": "Publius",
  "penName": "PUBLIUS",
  "preview": "The president announced on Saturday morning that the United States will now be \"running\" Venezuela.  Not occupying.  Not transitioning.  Running.  Those words, spoken from a private resort rather than...",
  "content": "<p>The president announced on Saturday morning that the United States will now be \"running\" Venezuela.  Not occupying.  Not transitioning.  Running.</p>\n\n<p>Those words, spoken from a private resort rather than the halls of government, represent something more than a policy shift. They represent the assertion of authority without definition, without limit, and, most troubling, without constitutional process.</p>\n\n<p>I spent years in government service.  I know what it looks like when authority is carefully bounded by law.  This is not that.</p>\n\n<p><strong>The Question No One Is Asking</strong></p>\n\n<p>The debate has already fractured along predictable lines.  Some celebrate the capture of a dictator.  Others condemn another foreign entanglement.  Both miss the constitutional question entirely.</p>\n\n<p>Who authorized the United States to \"run\" another country?</p>\n\n<p>Not Congress, which was deliberately excluded from the decision.  The president justified this by citing concerns about leaks, as if the constitutional requirement to consult the legislative branch on matters of war becomes optional when secrecy is desired.  That reasoning, if accepted, renders Article I, Section 8 meaningless.  Any military action can be justified as too sensitive for congressional notification.</p>\n\n<p>Not the Venezuelan people, who were not consulted about whether they wish to exchange one form of authoritarian rule for another, however temporary.</p>\n\n<p>Not international law, which prohibits the annexation or indefinite occupation of sovereign nations, regardless of the character of their leadership.</p>\n\n<p>The authority being claimed here is unilateral executive power, unlimited in scope and undefined in duration.  \"Until such time as we can do a safe, proper and judicious transition\" is not a timeline.  It is an open-ended commitment that could extend indefinitely, contingent on criteria determined solely by the executive branch.</p>\n\n<p>This is how temporary measures become permanent.  This is how emergency powers outlive the emergencies that spawned them.</p>\n\n<p><strong>What \"Running a Country\" Actually Means</strong></p>\n\n<p>Let us be clear about what is being proposed.  The United States will be administering the government of a nation of 28 million people, making decisions about its economy, its laws, its institutions, and its future.</p>\n\n<p>This will require personnel.  Thousands of them, likely tens of thousands. Americans making daily decisions about Venezuelan governance, Venezuelan resources, Venezuelan justice.  This is not peacekeeping.  This is not humanitarian aid.  This is colonial administration by another name.</p>\n\n<p>The president mentioned recruiting American energy companies to rebuild Venezuela's oil infrastructure.  Those companies will be operating under the protection and authority of the U.S. government, extracting resources from a nation we are \"running.\"  The line between reconstruction and extraction has never been sharp.  History suggests it disappears entirely when the economic incentives align.</p>\n\n<p>The president invoked the Monroe Doctrine, that 19th-century assertion that the Western Hemisphere is America's sphere of influence.  He rebranded it the \"Donroe Doctrine,\" as if a personal brand makes imperial policy more palatable.  The original Monroe Doctrine warned European powers against colonization in the Americas.  This version appears to reserve that right for us.</p>\n\n<p>The irony should not be lost. We are asserting sovereignty over a hemisphere we do not own, while claiming to oppose foreign interference in sovereign nations.</p>\n\n<p><strong>The Pattern Being Normalized</strong></p>\n\n<p>This is the fourth military action in a week.  Syria.  Nigeria.  Now Venezuela, with the promise of boots on the ground and indefinite governance.  Each action was authorized unilaterally.  Each was explained afterward, not before.  Each established a precedent for the next.</p>\n\n<p>The pattern is clear: the executive branch is claiming authority to use military force anywhere it identifies a threat to American interests, defined as broadly as \"commerce, territory and resources that are core to our national security.\"  That definition encompasses nearly anything.</p>\n\n<p>In my years in uniform and in government, I learned that the surest path to losing liberty is to accept, in the name of security, authorities that were never intended to be routine.  What begins as an emergency measure becomes standard procedure.  What is justified as temporary becomes indefinite.  What is sold as exceptional becomes normal.</p>\n\n<p>We are watching that transformation in real time.</p>\n\n<p><strong>What the Founders Feared</strong></p>\n\n<p>The Constitution grants Congress the power to declare war for a reason.  The Founders feared executive power unchecked by deliberation.  They had lived under monarchy and understood that the authority to commit a nation to war must not rest with a single person, no matter how decisive or confident.</p>\n\n<blockquote><p>”The constitution supposes, what the History of all Governments demonstrates, that the Executive is the branch of power most interested in war, and most prone to it.  It has accordingly with studied care vested the question of war in the Legislature.\"</p><cite>— James Madison, <em>Letter to Thomas Jefferson, April 2, 1798</em></cite></blockquote>\n\n<p>This was not an oversight to be corrected by efficiency.  It was a deliberate check on the natural tendency of executive power to expand.</p>\n\n<p>The War Powers Resolution of 1973, passed after Vietnam, attempted to reinforce this principle by requiring congressional authorization for military actions extending beyond sixty days.  It has been systematically ignored by presidents of both parties.  Now we have moved beyond ignoring it to openly bypassing Congress out of concern for \"leaks.\"</p>\n\n<p>This is not a Republican issue or a Democratic issue.  This is a constitutional issue.  If the executive can initiate war, occupy nations, and commit the United States to indefinite governance without congressional approval, then the separation of powers is not weakened.  It is ended.</p>\n\n<p><strong>The Global Precedent We Are Setting</strong></p>\n\n<p>Consider the message being sent. Russia invaded Ukraine and was condemned by the United States for violating sovereignty and attempting to impose its will on another nation.  Now the United States has conducted a military raid in Caracas, captured a head of state, and announced it will be \"running the country.\"</p>\n\n<p>China will note this.  Russia will cite it.  Every authoritarian regime with expansionist ambitions now has a recent American precedent to point to when justifying its own actions.  We have handed them the moral equivalence they have long sought.</p>\n\n<p>This is not whataboutism.  This is the erosion of the international order the United States helped build.  That order was never perfect, never fully respected, but it established principles: sovereignty matters, invasion is not a routine tool of policy, regime change requires more than unilateral executive decision.</p>\n\n<p>We are teaching the world a different lesson now.  Might makes right.  Sovereignty is conditional.  The powerful do as they will.</p>\n\n<p><strong>What This Requires of Citizens</strong></p>\n\n<p>If this is to be the new normal, if we are to accept that the president can unilaterally commit the United States to running foreign nations, then we should at least be honest about what we are embracing.</p>\n\n<p>We are not ending forever wars.  We are beginning new ones.</p>\n\n<p>We are not restoring sovereignty.  We are asserting dominance.</p>\n\n<p>We are not making America great again.  We are making America an occupying power.</p>\n\n<p>The test of constitutional governance is not whether you support a particular action.  It is whether you defend the process by which such actions are authorized.  If Congress has no role in decisions to use military force, if consultation is optional, if duration and scope are undefined, then the Constitution's most important check on executive power has failed.</p>\n\n<p>This is not about whether Maduro deserved to be captured.  This is about whether one person should have the authority to commit the United States to \"running\" another country without congressional approval, without a defined mission, and without an exit strategy.</p>\n\n<p>That question should transcend politics.  It does not.</p>\n\n<p><strong>In Union There Is Strength</strong></p>\n\n<p>The strength of the American experiment was never in unilateral executive action.  It was in the requirement that power be shared, debated, and checked.  It was in the wisdom that large decisions require broad consent, that war is too consequential to be the province of one person, that temporary authorities must have defined ends.</p>\n\n<p>We are moving away from those principles, not in a single dramatic break but in a series of incremental steps, each justified by the urgency of the moment, each establishing precedent for the next.</p>\n\n<p>The raid was successful.  No Americans died.  The dictator was captured.  But those operational successes do not answer the constitutional question.  They obscure it.</p>\n\n<p>The question is not whether we can do this.  The question is whether we should accept, as normal and proper, the consolidation of war powers in a single office.</p>\n\n<p>That question, unanswered, is why this moment matters more than the headlines suggest.</p>",
  "image": "images/2026/01/1767548313281.jpg",
  "imageCaption": "Venezuela in 1829, then part of Gran Columbia, republic struggling to hold what empire once controlled.",
  "source": "",
  "sourceUrl": "",
  "detailPage": "/article.html?date=2026-01-04&seq=01"
}