{
  "headline": "250 Years:  An Anniversary Without a Republic",
  "timestamp": "2026-01-06T12:25:53.740Z",
  "author": "Publius",
  "penName": "PUBLIUS",
  "preview": "Five years ago, a crowd forced its way into the seat of American legislative power at the United States Capitol.  The immediate debate fractured along familiar lines.  Was it a riot or an insurrection...",
  "content": "<p>Five years ago, a crowd forced its way into the seat of American legislative power at the United States Capitol.</p>\n\n<p>The immediate debate fractured along familiar lines.  Was it a riot or an insurrection.  Protest or coup.  Criminality or grievance.  Those arguments consumed years.  Trials were held.  Convictions entered.  Sentences imposed.</p>\n\n<p>That chapter is now closed.</p>\n\n<p>Every individual convicted for the storming of the Capitol has been pardoned.</p>\n\n<p>Not because the facts changed. Not because new evidence emerged. Not because the law was amended.</p>\n\n<p>But because power changed hands.</p>\n\n<p>The storming of the Capitol resulted in the death of a law enforcement officer and serious injuries to many others.  United States Capitol Police Officer Brian Sicknick died in the line of duty after responding to the January 6 attack; the Capitol Police state he was assaulted, suffered two strokes, and died the next night.    More than 140 law enforcement officers were injured during the assault.    In the months that followed, multiple officers who responded to January 6 died by suicide.    These harms were established in court, reflected in convictions, and acknowledged by the state at the time.</p>\n\n<p>The decision to pardon every convicted participant therefore represents not the resolution of ambiguity, but the reversal of judgment, including judgment concerning violence against officers of the law.  A pardon doesn’t signal mercy, it signals approval.</p>\n\n<p>A constitutional republic is defined not by its rhetoric, nor by its symbols, but by whether force is restrained by law, and whether that restraint survives changes in leadership.  Pardons are not acts of mercy alone.  They are declarations.  In this case, they declare that the breach of constitutional order was not merely forgiven, but reclassified.  What was once treated as criminal is now treated as legitimate.  What was once condemned is now celebrated.</p>\n\n<p>We are now governed by those who praise the act.</p>\n\n<p>This matters, not because of January 6 alone, but because of what followed.</p>\n\n<p>In recent days, the United States has undertaken a foreign military operation that entered a sovereign nation, removed its head of state, charged him under United States domestic law, and publicly threatened lethal force against the acting leader of that country unless compliance was secured.  Congress did not authorize this action.  No declaration of war was issued.  No sudden attack on the United States was cited.</p>\n\n<p>In public, the President did not lead with a legal theory.  He led with control and resources.</p>\n\n<p>Under the United States constitutional framework, none of those stated aims—control, resource extraction, regime removal, or domestic prosecution—supplies legal authority to initiate hostilities absent congressional authorization or a qualifying national emergency.</p>\n\n<p>This conclusion is not novel.  The Constitution vests the power to initiate war with Congress.  The War Powers Resolution permits limited unilateral action only in response to a national emergency caused by an attack on the United States, its territories, or its armed forces.  Existing Authorizations for Use of Military Force do not extend to unrelated sovereign states, regime change, or the enforcement of domestic criminal law through military force.</p>\n\n<p>And yet the operation occurred.</p>\n\n<p>It did not occur in ignorance.</p>\n\n<p>It was carried out by a professional military whose officers are trained, repeatedly and explicitly, that they are required to obey only lawful orders.  This obligation is not discretionary.  It is binding law under the Uniform Code of Military Justice.  The rejection of “just following orders” is not a moral slogan but a legal rule, embedded to prevent the state from laundering illegality through hierarchy.</p>\n\n<p>The execution of an unlawful operation therefore reflects not a failure of training, but a failure of consequence.</p>\n\n<p>That failure is now explicit.</p>\n\n<p>At the same time this operation has been defended, the military has moved to prosecute a Member of Congress for stating, accurately, that troops are required under military law to obey only legal orders.</p>\n\n<p>What has changed is not the rule.</p>\n\n<p>It is that stating the rule is now treated as punishable.</p>\n\n<p>This marks a decisive inversion.  In a constitutional republic, civilian leaders debate the legality of force, legislators speak freely about the law, and the military remains institutionally neutral, bound to lawful authority rather than personal loyalty.  In a post-constitutional system, legality becomes subversive, oversight becomes interference, and obedience is enforced by fear rather than law.</p>\n\n<p>January 6 tested whether civil disorder would be restrained by law. The present moment tests whether state power and professional force will be.</p>\n\n<p>The result is the same.</p>\n\n<p>Insurrection has been pardoned. Violence against law enforcement has been excused. Unlawful war has been executed. Those who state the law are targeted. Congress has been sidelined. Courts are informed after decisions are made. Process is treated as optional.</p>\n\n<p>This is not chaos.  It is consolidation.</p>\n\n<p>A republic does not fall when laws are violated.  It falls when violations are endorsed, when obedience is rewarded more reliably than restraint, and when speaking the law becomes an act of defiance.</p>\n\n<p>What made us a constitutional republic was not the absence of wrongdoing.  It was the insistence that wrongdoing would be named, restrained, and punished regardless of who committed it, and that force would remain subordinate to law even when power was tempted to ignore it.</p>\n\n<p>That insistence no longer exists.</p>\n\n<p>Five years after a mob breached the Capitol, power no longer needs mobs. It has learned to move quietly, efficiently, and without asking.</p>\n\n<p>Liberty does not vanish all at once.  It erodes when law becomes commentary, restraint becomes weakness, and loyalty is enforced at the expense of judgment.</p>\n\n<p>That is not a warning about the future.</p>\n\n<p>It is a description of the present.</p>\n\n<p>This year, the American republic would have turned two hundred and fifty years old.</p>\n\n<p>The commemorations will proceed.  Speeches will be delivered.  Flags will be raised.  The language of continuity will be carefully preserved.  The anniversary will be framed as a celebration of endurance.</p>\n\n<p>What will not be acknowledged is that the system being celebrated no longer matches the one that was founded.</p>\n\n<p>A constitutional republic is defined by the subordination of force to law, the separation of powers, and the expectation that authority must justify itself before acting, not afterward.  It is defined by accountability that survives changes in leadership, and by a professional military that remains bound to lawful orders rather than political loyalty.</p>\n\n<p>Those conditions no longer obtain.</p>\n\n<p>Insurrection has been pardoned. Violence against law enforcement has been excused. War has been initiated without authorization and justified by control of resources. Legal limits are treated as obstacles rather than constraints. Members of Congress are targeted for accurately stating the law governing military obedience.</p>\n\n<p>The forms remain. The ceremonies remain. The language remains.</p>\n\n<p>What has been lost is the governing premise.</p>\n\n<p>The republic will be celebrated at two hundred and fifty years old not because it endures, but because its symbols are still useful.  Anniversaries do not require constitutional fidelity.  They require only pageantry.</p>\n\n<p>A polity can continue indefinitely in that condition.  History is full of examples.  Empires celebrate their origins long after their governing principles have been abandoned.</p>\n\n<p>The danger is not that the anniversary will be marked.</p>\n\n<p>The danger is that it will be marked as if nothing has changed.</p>\n\n<p>That is how republics end. Not with collapse. But with commemoration.</p>",
  "image": "images/2026/01/1767702352174.png",
  "imageCaption": "",
  "source": "",
  "sourceUrl": "",
  "detailPage": "/article.html?date=2026-01-06&seq=01"
}