{
  "headline": "When Alliance Becomes Threat",
  "timestamp": "2026-01-07T12:59:33.673Z",
  "author": "Publius",
  "penName": "PUBLIUS",
  "preview": "I took an oath to defend the Constitution against all enemies, foreign and domestic. I never imagined that oath might require defending our NATO allies from us.  The White House has confirmed that the...",
  "content": "<p>I took an oath to defend the Constitution against all enemies, foreign and domestic. I never imagined that oath might require defending our NATO allies from us.</p>\n\n<p>The White House has confirmed that the President is considering military options to acquire Greenland, a territory of Denmark. Denmark is not an adversary. Denmark is a NATO ally. Article 5 of the North Atlantic Treaty states that an attack on one member is an attack on all. We wrote that treaty. We founded that alliance. Now we are discussing whether to use military force against a member state.</p>\n\n<p>This isn't about Greenland's strategic value. It's about what we're willing to become.</p>\n\n<p>The language matters. The White House called acquiring Greenland \"a national security priority\" and confirmed that \"utilizing the US military is always an option at the Commander-in-Chief's disposal.\" The phrasing is precise. It does not say the military is an option if Greenland becomes a threat. It says the military is an option to pursue what we want.</p>\n\n<p>That's not defense. That's conquest.</p>\n\n<p>A senior adviser to the President, when asked if force would be ruled out, replied: \"Nobody's going to fight the US over the future of Greenland.\" Think about what that sentence assumes. It assumes that superior military power justifies territorial ambition. It assumes that might makes right. It assumes that an ally's refusal to sell its territory is irrelevant if we decide we need it.</p>\n\n<p>Every autocrat in history has made that calculation.</p>\n\n<p><strong>The Treaty We Signed</strong></p>\n\n<p>Article 2, Section 2 of the Constitution grants the President power to make treaties with the advice and consent of the Senate. The North Atlantic Treaty was ratified by the Senate on July 21, 1949, by a vote of 82 to 13. It entered into force on August 24, 1949. It is binding law under Article VI of the Constitution.</p>\n\n<p>Article 1 of the North Atlantic Treaty commits signatories to \"settle any international dispute in which they may be involved by peaceful means\" and to \"refrain in their international relations from the threat or use of force.\"</p>\n\n<p>Article 5 states: \"The Parties agree that an armed attack against one or more of them in Europe or North America shall be considered an attack against them all.\"</p>\n\n<p>Denmark is a party to that treaty. So are we. The treaty does not contain an exception for when we decide we want something. It does not say that Article 5 applies only when convenient. It says an attack on one is an attack on all.</p>\n\n<p>If we use military force against Denmark, we violate the treaty we signed. We commit the armed attack that Article 5 was written to prevent. We become the threat NATO was created to counter.</p>\n\n<p>Denmark's Prime Minister stated that an American attack would spell the end of NATO. She is not exaggerating. If the guarantor of collective defense becomes the aggressor, the alliance ceases to exist. Not formally, perhaps. But functionally. What ally will trust Article 5 if we demonstrate that our word is conditional on our ambitions?</p>\n\n<p><strong>The People Being Claimed</strong></p>\n\n<p>Greenland is not empty land. It is home to 57,000 people, the majority of them Indigenous Greenlanders, the Kalaallit. The territory has had self-government since 1979. Opinion polls show overwhelming opposition to becoming part of the United States.</p>\n\n<p>Morgan Angaju, an Inuit from Ilulissat, told reporters it is \"terrifying to listen to the leader of the free world laughing at Denmark and Greenland and just talking about us like we're something to claim.\" He added: \"We are already claimed by the Greenlandic people. Kalaallit Nunaat means the land of the Greenlandic people.\"</p>\n\n<p>The Greenlanders are not asking to join us. They are protesting the idea. A thousand of them marched in March 2025 carrying signs reading \"Kalaallit don't want to be annexed\" and \"Greenland belongs to Inuit.\" They are not consulted in this \"national security priority.\" They are referred to as if they are incidental to the real estate.</p>\n\n<p>This is not negotiation. This is discussing the future of a people without their consent.</p>\n\n<p>The Declaration of Independence states that governments derive \"their just powers from the consent of the governed.\" Lincoln, in his First Inaugural Address, said: \"No state, upon its own mere motion, can lawfully get out of the Union, that resolves and ordinances to that effect are legally void, and that acts of violence within any state or states against the authority of the United States are insurrectionary or revolutionary, according to circumstances.\"</p>\n\n<p>He was speaking of secession, but the principle holds. A government cannot simply seize territory and impose its authority because it declares that doing so serves its interests. The people living there have a claim. International law recognizes this. The UN Charter, which the United States signed and the Senate ratified, upholds \"the principle of equal rights and self-determination of peoples.\"</p>\n\n<p>Seven European nations issued a joint statement affirming that \"Greenland belongs to its people, and only Denmark and Greenland can decide on matters concerning their relations.\" That principle is not a diplomatic nicety. It is the foundation of the international order we built after World War II to prevent exactly this kind of territorial ambition.</p>\n\n<p><strong>The Normalization of Force</strong></p>\n\n<p>What alarms me most is the casual tone. The White House statement was matter-of-fact. The senior adviser was dismissive. There was no acknowledgment that what is being discussed, military action against an ally over territory it will not sell, is extraordinary. It was framed as ordinary. As an option on the table. As something within normal bounds.</p>\n\n<p>This is how norms collapse. Not with a sudden rupture, but with a steady redefinition of what is reasonable. If using military force to acquire the territory of an ally can be publicly discussed by the White House as an option under consideration, then the line has already moved. What was unthinkable is now thinkable. What was beyond the pale is now a policy choice.</p>\n\n<p>We saw this pattern before. Extraordinary rendition, once exposed, was defended as necessary. Enhanced interrogation, once revealed, was justified as effective. Drone strikes in nations we are not at war with, once controversial, became routine. Each time, the argument was: the threat is real, the stakes are high, the President has the authority, the critics don't understand the danger.</p>\n\n<p>Each time, temporary measures became permanent. Each time, legal boundaries were reinterpreted. Each time, what had been forbidden became policy.</p>\n\n<p>The framing of Greenland as a national security priority follows that pattern. It is not presented as a desire or an ambition. It is presented as a necessity. Once something is framed as necessary for national security, dissent becomes suspect. Legal constraints become obstacles. Allied objections become irritants.</p>\n\n<p>The question is not whether Greenland has strategic value. The question is whether that value justifies what we are willing to do to obtain it.</p>\n\n<p><strong>What Comes Next</strong></p>\n\n<p>I keep thinking about Morgan Angaju's fear that Greenland's prime minister might \"suffer the same fate as Maduro.\" That fear is not paranoia. It is a reasonable inference from the facts. The U.S. military seized the president of Venezuela, a sovereign nation, and brought him to the United States to face criminal charges. Days later, a senior White House adviser posted a map of Greenland with the American flag and the word \"SOON.\"</p>\n\n<p>The message is clear. If we want something, and you do not give it to us, we will take it. The method may vary. Economic pressure. Political coercion. Military force. But the result is the same.</p>\n\n<p>This is not how republics behave. This is how empires behave.</p>\n\n<p>The Constitution grants Congress the power to declare war. It does not grant the President the power to declare territorial ambitions and pursue them by any means necessary. The Founders were explicit about this. They had seen monarchy. They had seen executives who treated their own judgment as law. They designed a system where the decision to commit the nation to violence required the consent of the people's representatives.</p>\n\n<p>That constraint exists for a reason. It exists because power, unchecked, expands. It exists because one person's certainty is dangerous. It exists because what seems necessary in the moment may prove catastrophic in hindsight.</p>\n\n<p><strong>What We Are Testing</strong></p>\n\n<p>NATO has endured for 76 years because its members believed that collective defense was real. That if one was attacked, the others would respond. That the United States, as the alliance's most powerful member, would honor its commitments even when inconvenient.</p>\n\n<p>If we violate that trust, if we demonstrate that our commitments are conditional on our desires, we do not merely weaken NATO. We eliminate the foundation of any alliance. Why would any nation trust our word if we are willing to use force against those we pledged to defend?</p>\n\n<p>The argument that \"nobody's going to fight the US\" is not reassuring. It is chilling. It suggests that the limiting principle on our actions is not law, not treaty, not principle, but merely whether others can resist us. That is the logic of domination, not of leadership.</p>\n\n<p>I served because I believed in something. I believed that we defended a constitutional order, that we honored treaties, that we respected the sovereignty of nations and the dignity of peoples. I believed that our power was legitimate because it was bounded by law.</p>\n\n<p>If we use military force to acquire Greenland, what do we become?</p>\n\n<p>Not a republic. An empire that calls itself one.</p>\n\n<p>Not an alliance leader. A hegemon that demands submission.</p>\n\n<p>Not a constitutional democracy. A system where executive ambition defines national interest and military force is merely an option at the Commander-in-Chief's disposal.</p>\n\n<p>The Greenlanders do not want this. The Danes do not want this. Our European allies have explicitly opposed this. The question is whether what we want overrides all of that.</p>\n\n<p>That question, unanswered, is what defines this moment.</p>\n\n<p>In Union there is Strength.</p>",
  "image": "images/2026/01/1767790772555.png",
  "imageCaption": "",
  "source": "",
  "sourceUrl": "",
  "detailPage": "/article.html?date=2026-01-07&seq=01"
}