{
  "headline": "The Bullets Don’t Match the Story",
  "timestamp": "2026-01-08T18:00:00.000Z",
  "author": "Publius",
  "penName": "PUBLIUS",
  "preview": "“Facts are stubborn things; and whatever may be our wishes, our inclinations, or the dictates of our passions, they cannot alter the state of facts and evidence.” -John Adams, Argument in Defense of t...",
  "content": "<blockquote><p>“Facts are stubborn things; and whatever may be our wishes, our inclinations, or the dictates of our passions, they cannot alter the state of facts and evidence.”</p><cite>— John Adams, <em>Argument in Defense of the British Soldiers (1770)</em></cite></blockquote>\n\n<p><strong>When the Lie Is Physical</strong></p>\n\n<p>The government said the officer was in front of the car.</p>\n\n<p>The bullets say otherwise.</p>\n\n<p>Forensic analysis of the scene, conducted by independent journalists reviewing video and photographs, shows shots entering through both the windscreen and the open driver-side window.  The trajectories are inconsistent with an officer positioned at the front bumper facing an oncoming threat.</p>\n\n<p>One shot through the front glass.  Others from the side.</p>\n\n<p>That combination does not describe a man being run down.</p>\n\n<p>It describes a man firing as a vehicle turns away.</p>\n\n<p>Video footage confirms what the bullet holes suggest: the agent discharged his weapon from a lateral position as the SUV veered past, not into the path of an imminent collision.</p>\n\n<p>A vehicle cannot “ram” someone while that person shoots through its side window.</p>\n\n<p>Physics does not bend for press releases.</p>\n\n<p><strong>The Official Story vs. the Evidence</strong></p>\n\n<p>ICE’s official posts insist the officer was in front of the hood, facing an imminent vehicular threat, when he fired.  That claim is now irreconcilable with:</p>\n\n<p>• the location of the bullet holes • the trajectory implied by those holes • and multiple videos showing the officer positioned alongside the vehicle, not in its path</p>\n\n<p>This is no longer a matter of interpretation.</p>\n\n<p>This is not witness confusion.</p>\n\n<p>This is a measurable, physical contradiction.</p>\n\n<p>The evidence places the shooter in a position of safety.</p>\n\n<p>And the government still says otherwise.</p>\n\n<p><strong>This Is Not a Mistake.  This Is a Lie.</strong></p>\n\n<p>In use-of-force cases, governments often rely on ambiguity.  Darkness.  Chaos.  Split-second decision-making.  They count on uncertainty to protect authority.</p>\n\n<p>But bullet holes do not equivocate.</p>\n\n<p>If the officer had been in front of the vehicle, the damage would be forward-facing.  Instead, the fatal shots entered through the driver-side window, consistent with a lateral firing position.</p>\n\n<p>That means the officer was not being run over.</p>\n\n<p>That means the car was not a weapon in motion toward him.</p>\n\n<p>That means the justification offered after the killing is false.</p>\n\n<p>And when a justification is false, the act it excuses becomes something else entirely.</p>\n\n<p><strong>Execution Followed by Narrative Control</strong></p>\n\n<p>The civilian was shot at close range.</p>\n\n<p>The officer left the scene.</p>\n\n<p>Medical access was delayed.</p>\n\n<p>An ambulance was prevented from entering.</p>\n\n<p>Federal agents controlled the perimeter and the story.</p>\n\n<p>Only later did the physical evidence surface, and when it did, it contradicted the official account.</p>\n\n<p>This is not law enforcement under pressure.</p>\n\n<p>This is damage control after the fact.</p>\n\n<p>Department of Homeland Security claims the victim “weaponized her vehicle” and labels the killing defensive.  But a defensive shooting does not come from the side of a stationary or turning car.</p>\n\n<p>You cannot rewrite geometry.</p>\n\n<p><strong>Minneapolis Was Treated Like Enemy Territory</strong></p>\n\n<p>Minneapolis was flooded with more than 2,000 federal agents in what DHS bragged was its largest immigration operation ever.  Armored vehicles.  Chemical agents.  Tactical formations.</p>\n\n<p>This was not enforcement.</p>\n\n<p>This was occupation.</p>\n\n<p>And when occupation meets panic, civilians die.</p>\n\n<p>The danger was never the woman in the car.</p>\n\n<p>The danger was a federal force operating without restraint, without accountability, and without truth.</p>\n\n<p><strong>This Is the Line</strong></p>\n\n<p>Once the government’s own evidence disproves its public statements, the question is no longer about split-second fear.</p>\n\n<p>The question is about impunity.</p>\n\n<p>If a federal agent can shoot a civilian from the side, walk away, delay medical aid, and have the government falsely claim he was about to be run over, then the rule of law has already been replaced by something else.</p>\n\n<p>Not enforcement.</p>\n\n<p>Not justice.</p>\n\n<p>Control.</p>\n\n<p>And a state that controls the narrative after the killing no longer governs by consent.</p>\n\n<p>It governs by force.​​​​​​​​​​​​​​​​</p>",
  "image": "images/2026/01/1767920809665.jpg",
  "imageCaption": "The Bloody Massacre Perpetrated in King-Street Boston on March 5th 1770” Engraved by Paul Revere (1770)",
  "source": "",
  "sourceUrl": "",
  "detailPage": "/article.html?date=2026-01-08&seq=01"
}