{
  "headline": "Before We Decided This Was Acceptable: From the Boston Trials to Absolute Immunity",
  "timestamp": "2026-01-10T19:38:42.648Z",
  "author": "Publius",
  "penName": "PUBLIUS",
  "preview": "What Changed in the American Tolerance for Power?  In the decade before the Revolution, five deaths were treated as a political earthquake, not because of the body count, but because of the principle....",
  "content": "<p><strong>What Changed in the American Tolerance for Power?</strong></p>\n\n<p>In the decade before the Revolution, five deaths were treated as a political earthquake, not because of the body count, but because of the principle.  Soldiers of the state had fired on civilians in peacetime.  The colonial reaction treated that act as an illegitimacy problem, an event that demanded moral judgment and constitutional consequence.</p>\n\n<p>In the present, the public reaction is fractured, but the most significant change is not fragmentation.  It is official doctrine.  In response to the Minneapolis shooting, the administration's position was not merely that the use of force was justified, but that the federal agent is protected by \"absolute immunity.\"</p>\n\n<p>That is a different theory of government than the one the colonists were arguing toward.  <em>Justified</em> is a claim about facts.  <em>Absolute immunity</em> is a claim about power.  It says, in effect, that even if a state, a county, a jury, or the public believes a killing was wrongful, the agent remains beyond the reach of ordinary accountability, at least outside the federal system the administration controls.</p>\n\n<p>This is the decisive change in American tolerance for power.</p>\n\n<p>In the eighteenth century, five deaths were enough to convince a people that authority had become dangerous.  The colonists did not wait for lawlessness to become total.  They revolted because they recognized where unrestrained power leads, and because they believed that legitimacy ends where law does.</p>\n\n<p>Today, the government does not merely defend the use of force.  It asserts absolute immunity for those who wield it.  This is no longer a question of procedure or justification.  It is a declaration that power stands above accountability.</p>\n\n<p>The response to that declaration is the measure of our moment.  There is protest, but there is also assent.  There is outrage, but there is also approval.  Many Americans are not resisting this concentration of power; they embrace it.  They want results without restraint, order without law, force without consequence.  They accept immunity because it promises certainty, and they accept lawlessness because they believe it will be directed elsewhere.</p>\n\n<p>This is not democratic erosion by accident. It is democratic consent to unbounded authority.</p>\n\n<blockquote><p>\"If ye love wealth better than liberty, the tranquility of servitude better than the animating contest of freedom, go home from us in peace.\"</p><cite>— Samuel Adams, Speech at the State House, Philadelphia, August 1, 1776</cite></blockquote>\n\n<p>The colonists rebelled when power claimed the right to act without restraint.</p>\n\n<p>We are being asked something simpler, and far more final:</p>\n\n<p><em>If the executive branch is not bound by law, and we accept that, what exactly are we still calling a republic?</em></p>",
  "image": "images/2026/01/1768073921942.jpg",
  "imageCaption": "The Trial of the King’s Soldiers, Boston, 1770",
  "source": "",
  "sourceUrl": "",
  "detailPage": "/article.html?date=2026-01-10&seq=01"
}