{
  "headline": "Emergency Is the Oldest Excuse",
  "timestamp": "2026-01-14T08:01:00.000Z",
  "author": "Publius",
  "penName": "PUBLIUS",
  "preview": "Every expansion of unchecked power begins the same way.  Not with permanence. With urgency.  In Common Sense, Thomas Paine warned that tyranny rarely announces itself as tyranny.  It arrives instead a...",
  "content": "<p>Every expansion of unchecked power begins the same way.</p>\n\n<p>Not with permanence. With urgency.</p>\n\n<p>In <em>Common Sense</em>, Thomas Paine warned that tyranny rarely announces itself as tyranny.  It arrives instead as necessity, reasonable, temporary, and framed as unavoidable.  The language changes first.  The structure follows.</p>\n\n<p>What cannot be justified in ordinary times is justified in extraordinary ones.</p>\n\n<p>And emergencies, once invoked, have a habit of never quite ending.</p>\n\n<p><strong>Crisis Is How Power Bypasses Consent</strong></p>\n\n<p>Paine understood that fear is the most efficient political tool ever devised.  A frightened public asks fewer questions.  It accepts explanations it would otherwise reject.  It trades deliberation for speed.</p>\n\n<p>In moments of crisis, authority stops asking for consent and starts demanding compliance.  Oversight becomes a luxury.  Transparency becomes a risk.  Delay becomes dangerous.</p>\n\n<p>The logic is always the same: this is not the time.</p>\n\n<p>But a republic that suspends its principles in moments of stress does not preserve itself, it rehearses its own dismantling.</p>\n\n<p><strong>Temporary Powers Do Not Stay Temporary</strong></p>\n\n<p>History offers a consistent lesson: emergency powers outlive the emergencies that created them.</p>\n\n<p>Extraordinary measures become precedents.  Precedents become policy.  Policy becomes habit.</p>\n\n<p>Paine feared this progression deeply.  He knew that once authority learns it can operate without accountability during crisis, it will seek crisis again, or redefine ordinary conditions as extraordinary.</p>\n\n<p>The danger is not that power will be abused once. The danger is that it will learn it can be.</p>\n\n<p><strong>Security Language Shrinks Moral Boundaries</strong></p>\n\n<p>Emergency framing does something subtle and corrosive: it narrows the moral field.</p>\n\n<p>Questions that once mattered, Is this lawful?  Is it just?  Who authorizes this?, are replaced by a single inquiry: Does it work?</p>\n\n<p>Efficiency becomes virtue.  Order becomes morality.  Outcomes replace principles.</p>\n\n<p>Paine rejected this trade outright.  He believed that any authority requiring the suspension of liberty to function was unfit to govern free people.</p>\n\n<p>Security purchased at the cost of accountability is not protection. It is submission.</p>\n\n<p><strong>The Illusion of Control</strong></p>\n\n<p>Emergency powers are often justified as stabilizing forces.  But they rarely stabilize anything.  They centralize.  They simplify.  They concentrate decision-making in fewer hands, with fewer questions, under less scrutiny.</p>\n\n<p>This creates the appearance of control while weakening the very institutions meant to endure beyond the crisis.</p>\n\n<p>Paine saw that governments most tempted by emergency rule were often those least confident in their legitimacy.</p>\n\n<p>A secure government does not fear debate in a crisis. An insecure one cannot tolerate it.</p>\n\n<p><strong>When \"Just This Once\" Becomes Policy</strong></p>\n\n<p>The most dangerous phrase in governance is not \"forever.\"</p>\n\n<p>It is \"just this once.\"</p>\n\n<p>Paine understood that liberty is rarely abolished outright.  It is paused.  Deferred.  Suspended.  Each pause justified by circumstances.  Each suspension framed as responsible leadership.</p>\n\n<p>Citizens are told they will get their rights back later.</p>\n\n<p>Later rarely comes.</p>\n\n<p><strong>Emergencies Reveal Priorities</strong></p>\n\n<p>Crises do not change governments.  They reveal them.</p>\n\n<p>They show which limits are treated as essential and which are treated as negotiable.  They expose whether institutions are designed to withstand stress or merely appear stable in calm conditions.</p>\n\n<p>Paine believed that any system unable to operate lawfully under pressure was already compromised.</p>\n\n<p>A constitution that works only in fair weather is not a safeguard. It is decoration.</p>\n\n<p><strong>The Question That Should Always Be Asked</strong></p>\n\n<p>Paine did not deny that emergencies exist.  He denied that they excuse abandoning first principles.</p>\n\n<p>Even in crisis, especially in crisis, the same questions must be asked:</p>\n\n<p>Who authorized this power? What limits restrain it? And what prevents it from remaining after the emergency passes?</p>\n\n<p>If those questions are treated as dangerous, then danger has already arrived.</p>\n\n<p><strong>What We Were Warned About</strong></p>\n\n<p>Paine wrote for a people living under imperial rule justified by stability, order, and necessity.  The language has changed.  The logic has not.</p>\n\n<p>Emergency powers feel responsible.  They feel adult.  They feel protective.</p>\n\n<p>But a people who surrender accountability in moments of fear will not recognize the moment when fear is no longer required.</p>\n\n<p>Liberty does not vanish in chaos. It erodes under thunderous applause.</p>",
  "image": "images/2026/01/1768269716522.jpg",
  "imageCaption": "",
  "source": "",
  "sourceUrl": "",
  "detailPage": "/article.html?date=2026-01-14&seq=01"
}