{
  "headline": "The Perimeter: 1 Where the Crime Isn't",
  "timestamp": "2026-01-15T19:13:46.514Z",
  "author": "Publius",
  "penName": "PUBLIUS",
  "preview": "Why Minnesota Became a Federal Target Despite Lower Immigration and Immigrant Crime Rates  For months, the public justification for intensified federal immigration enforcement has been familiar: crime...",
  "content": "<p><em>Why Minnesota Became a Federal Target Despite Lower Immigration and Immigrant Crime Rates</em></p>\n\n<p>For months, the public justification for intensified federal immigration enforcement has been familiar: crime.  Illegal immigration, we are told, brings violence.  Communities are endangered.  Extraordinary measures are therefore necessary.</p>\n\n<p>If that explanation were true, the pattern of enforcement would be easy to predict.</p>\n\n<p>It is not.</p>\n\n<p><strong>The Numbers That Don't Point North</strong></p>\n\n<p>Minnesota is not a border state.  It does not rank among the states with the largest undocumented populations.  It does not lead the nation in violent crime.  And it does not stand out, by any serious statistical measure, for crime committed by immigrants.</p>\n\n<p>States like Texas, Florida, Arizona, and California host far larger undocumented populations.  They experience higher absolute numbers of immigration-related encounters.  Some also experience higher violent crime rates overall.</p>\n\n<p>Yet Minnesota, specifically Minneapolis, has become the focus of unusually large, highly visible federal enforcement activity.</p>\n\n<p>If enforcement were driven by risk, the center of gravity would be elsewhere.</p>\n\n<p>It is not.</p>\n\n<p><strong>Immigrant Crime Rates: An Inconvenient Fact</strong></p>\n\n<p>Decades of criminological research, across administrations and ideologies, have consistently shown that immigrants, including undocumented immigrants, are less likely to commit violent crime than native-born citizens.</p>\n\n<p>Minnesota follows that national pattern.</p>\n\n<p>There is no surge in immigrant-related violence that distinguishes it from peer states.  There is no data-supported emergency that would justify extraordinary concentration of federal force there rather than in higher-burden states.</p>\n\n<p>This does not mean crime does not exist.  It does not mean immigration policy is beyond debate.  It means the stated rationale does not match the selected target.</p>\n\n<p>That mismatch matters.</p>\n\n<p><strong>If Not Crime, Then What?</strong></p>\n\n<p>When outcomes do not follow stated criteria, one must look for the actual criteria being applied.</p>\n\n<p>In this case, the dividing line is not immigration levels or public safety statistics.  It is cooperation.</p>\n\n<p>States like Texas and Florida do not resist federal immigration policy.  They align with it.  They deploy state resources in support of federal priorities.  They frame enforcement as partnership.</p>\n\n<p>Minnesota does not.</p>\n\n<p>Minnesota's state and local officials have asserted limits.  They have required warrants.  They have challenged tactics publicly and in court.  They have declined to subordinate state authority to federal direction.</p>\n\n<p>That resistance is lawful.  But it is also consequential.</p>\n\n<p>Federal power does not need to demonstrate itself where it is welcomed.  It demonstrates itself where it is constrained.</p>\n\n<p><strong>Enforcement as Demonstration</strong></p>\n\n<p>What we are witnessing is not distribution based on need, but selection based on opposition.</p>\n\n<p>Large, visible enforcement actions in interior states with smaller immigrant populations serve a different function than routine enforcement in cooperative jurisdictions.  They send a message, not to undocumented immigrants, but to state governments.</p>\n\n<p>The message is simple: resistance has a cost.</p>\n\n<p>Minnesota is not being treated as a problem to be solved.  It is being treated as a case study.</p>\n\n<p><strong>Why This Framing Matters</strong></p>\n\n<p>When enforcement is justified by crime statistics that do not apply, the danger is not merely dishonesty.  The danger is precedent.</p>\n\n<p>If federal force can be concentrated in a jurisdiction without a corresponding threat, based on political resistance rather than measurable harm, then the justification for enforcement becomes infinitely flexible.</p>\n\n<p>Today it is immigration.  Tomorrow it is protest.  Next year it is elections.</p>\n\n<p>Once the connection between data and deployment is severed, power no longer needs facts.  It needs only friction.</p>\n\n<p><strong>The First Question Liberty Asks</strong></p>\n\n<p>Before debating tactics, before arguing law, before invoking emergency powers, a free society asks a simpler question:</p>\n\n<blockquote>Why here?</blockquote>\n\n<p>In Minnesota, the answer is not crime. It is not immigration levels. It is not public safety.</p>\n\n<p>It is resistance.</p>\n\n<p>And when power moves not toward danger, but toward dissent, the republic should take notice, before the justification shifts again.</p>",
  "image": "images/2026/01/1768504424762.jpg",
  "imageCaption": "James Gillray's \"The American Rattle Snake\" coiled with British armies trapped within its coils - Burgoyne and Cornwallis at the moment of their surrender. (1782) ",
  "source": "",
  "sourceUrl": "",
  "detailPage": "/article.html?date=2026-01-15&seq=03"
}