{
  "headline": "Consent Is Not a Blank Check",
  "timestamp": "2026-01-15T08:04:00.000Z",
  "author": "Publius",
  "penName": "PUBLIUS",
  "preview": "One of the most convenient misunderstandings in politics is the belief that winning power is the same as being authorized to use it without limit.  Thomas Paine rejected that idea entirely.  In Common...",
  "content": "<p>One of the most convenient misunderstandings in politics is the belief that winning power is the same as being authorized to use it without limit.</p>\n\n<p>Thomas Paine rejected that idea entirely.</p>\n\n<p>In <em>Common Sense</em>, Paine argued that political authority flows upward from the people, not downward from office.  Consent was not a ceremonial act completed at one moment in time.  It was an ongoing condition, renewed, conditional, and revocable.</p>\n\n<p>A government that treats consent as permanent misunderstands its own foundation.</p>\n\n<p><strong>Mandates Are Not Ownership</strong></p>\n\n<p>Elections confer authority to govern, not permission to dominate.</p>\n\n<p>Paine understood that representation exists to channel the will of the people, not replace it.  When leaders begin to treat electoral victory as an unlimited mandate, when opposition is dismissed as illegitimate simply because it lost, they adopt the logic of monarchy while retaining the vocabulary of republicanism.</p>\n\n<p>The king ruled because he won birth. The demagogue rules because he won once.</p>\n\n<p>The structure is the same.</p>\n\n<p><strong>The Founders' Fear Was Not Faction, It Was Permanence</strong></p>\n\n<p>Much is made of the founders' concern about factionalism.  Less attention is paid to their deeper fear: entrenched power.</p>\n\n<p>Paine believed that any system in which authority could insulate itself from dissent would eventually treat disagreement as a threat rather than a feature.  Once that happens, representation collapses into management.</p>\n\n<p>Opposition is no longer something to be answered. It is something to be neutralized.</p>\n\n<p><strong>When Dissent Is Framed as Disloyalty</strong></p>\n\n<p>One of the clearest signs that consent is being assumed rather than earned is how a government speaks about its critics.</p>\n\n<p>Paine insisted that disagreement was not rebellion.  It was participation.  A people who cannot object cannot meaningfully consent.</p>\n\n<p>When leaders label dissenters as enemies, traitors, or obstacles to progress, they are not defending democracy.  They are narrowing it.  They are redefining the \"people\" to include only those who agree.</p>\n\n<p>Consent that excludes disagreement is not consent. It is compliance.</p>\n\n<p><strong>The Myth of the Unified Will</strong></p>\n\n<p>Authoritarian movements often speak in the language of unity.  They claim to embody \"the will of the people\" as if such a thing were singular, static, and already known.</p>\n\n<p>Paine rejected this outright.  The people are not a monolith.  They are plural, argumentative, and often dissatisfied.  A government that demands unity is not seeking harmony, it is seeking silence.</p>\n\n<p>The moment leaders claim to be the people, the people cease to matter.</p>\n\n<p><strong>Consent Must Be Ongoing to Be Meaningful</strong></p>\n\n<p>Paine's most radical claim was not independence.  It was conditional obedience.</p>\n\n<p>Authority had to justify itself not just at its creation, but continuously.  Policies had to be explained.  Actions had to be defended.  Power had to remain answerable to those it governed.</p>\n\n<p>A government that treats consent as settled history rather than present obligation is already drifting toward coercion.</p>\n\n<p>Consent, once assumed, no longer constrains.</p>\n\n<p><strong>What Happens When Consent Is Taken for Granted</strong></p>\n\n<p>When leaders behave as though consent is automatic, predictable patterns follow:</p>\n\n<p>- Oversight is dismissed as obstruction - Minority rights are treated as inconveniences - Elections are framed as confirmations rather than choices - Power becomes less responsive and more extractive</p>\n\n<p>These are not excesses.  They are consequences.</p>\n\n<p>Paine would have recognized them immediately.</p>\n\n<p><strong>The Question That Ends Republics</strong></p>\n\n<p>Paine forced his readers to confront a question Britain could not answer:</p>\n\n<blockquote>By what right do you rule us?</blockquote>\n\n<p>That question does not expire with independence.  It must be asked again whenever authority grows impatient with explanation.</p>\n\n<p>When a government stops asking for consent because it assumes it already has it, the people are no longer citizens.</p>\n\n<p>They are subjects.</p>\n\n<p><strong>What Representation Actually Requires</strong></p>\n\n<p>Representation is not loyalty. It is responsiveness.</p>\n\n<p>It is the willingness to listen after victory, to justify after action, and to accept limitation even when power is available.</p>\n\n<p>Paine believed that a free people do not surrender their voice at the ballot box.  They lend it, temporarily.</p>\n\n<p>And they reserve the right to take it back.</p>",
  "image": "images/2026/01/1768269871372.jpg",
  "imageCaption": "",
  "source": "",
  "sourceUrl": "",
  "detailPage": "/article.html?date=2026-01-15&seq=01"
}