{
  "headline": "The Law Must Bind Power, or It Binds No One",
  "timestamp": "2026-01-16T08:05:00.000Z",
  "author": "Publius",
  "penName": "PUBLIUS",
  "preview": "One of Thomas Paine's clearest insights was also one of his most unsettling: laws that restrain only the people are not laws at all.  They are commands.  In Common Sense, Paine argued that the legitim...",
  "content": "<p>One of Thomas Paine's clearest insights was also one of his most unsettling: laws that restrain only the people are not laws at all.</p>\n\n<p>They are commands.</p>\n\n<p>In <em>Common Sense</em>, Paine argued that the legitimacy of government rests not on its ability to enforce obedience, but on its willingness to submit itself to the same constraints it imposes on others.  The moment power floats above consequence, the republic beneath it begins to hollow out.</p>\n\n<p>Law, Paine understood, is not a tool of authority. It is a limit on authority.</p>\n\n<p><strong>Equality Before the Law Is Not a Slogan</strong></p>\n\n<p>Paine rejected inherited privilege because it placed some beyond reach.  Kings were dangerous not merely because they ruled, but because they were unaccountable.  They were judged by history, perhaps, but not by law.</p>\n\n<p>A republic promises something radically different: that no office, no rank, no function grants exemption from rules.</p>\n\n<p>When that promise fails, when enforcement becomes selective, when consequences become optional for those in power, the law loses its moral force long before it loses its text.</p>\n\n<p>Unequal law does not merely punish unfairly. It teaches contempt.</p>\n\n<p><strong>Selective Enforcement Is Structural Corruption</strong></p>\n\n<p>The greatest threat to lawful order is not disorder.  It is favoritism.</p>\n\n<p>Paine would have recognized the danger immediately: laws enforced rigorously against some and leniently, or not at all, against others do not preserve stability.  They manufacture grievance.  They signal that obedience is expected, but accountability is negotiable.</p>\n\n<p>This is how legality decays without a single statute being repealed.</p>\n\n<p>The issue is not whether laws exist. It is who they reach.</p>\n\n<p><strong>When Power Claims Immunity</strong></p>\n\n<p>Every era finds new language for the same old claim: this authority is too important to restrain.</p>\n\n<p>National interest.  Executive necessity.  Institutional protection.  These phrases differ, but the assertion beneath them is constant, that certain actions must remain beyond scrutiny for the system to function.</p>\n\n<p>Paine rejected this logic outright.</p>\n\n<p>A government that cannot tolerate accountability is not safeguarding order.  It is confessing weakness.  If authority collapses under the weight of law, it was never legitimate authority to begin with.</p>\n\n<p><strong>Law as Performance vs. Law as Restraint</strong></p>\n\n<p>There is a difference between having laws and living under them.</p>\n\n<p>Paine feared systems in which law becomes performative, visible, procedural, elaborate, while power quietly operates elsewhere.  Courts exist.  Processes continue.  Documents are filed.  But outcomes are predetermined by position rather than principle.</p>\n\n<p>This is how republics retain the appearance of legality while abandoning its substance.</p>\n\n<p>When law becomes theater, power becomes arbitrary.</p>\n\n<p><strong>The Quiet Moment When Trust Breaks</strong></p>\n\n<p>People do not lose faith in institutions because laws are enforced.</p>\n\n<p>They lose faith when laws are enforced unevenly.</p>\n\n<p>Paine understood that citizens will endure harsh rules if they believe those rules apply equally.  What they will not tolerate, what eventually breaks consent, is the knowledge that obedience is demanded downward but optional upward.</p>\n\n<p>At that point, compliance becomes survival rather than citizenship.</p>\n\n<p><strong>Why Accountability Must Be Inconvenient</strong></p>\n\n<p>Paine did not imagine accountability as efficient.  He imagined it as essential.</p>\n\n<p>Oversight slows action.  Due process complicates outcomes.  Transparency invites criticism.  All of this is intentional.  These are not flaws in the system.  They are the system.</p>\n\n<p>A government that seeks to operate without friction is not seeking justice. It is seeking freedom from restraint.</p>\n\n<p><strong>The Question That Ends Pretenses</strong></p>\n\n<p>Paine forced power to answer a question it despised:</p>\n\n<blockquote>Why are you exempt?</blockquote>\n\n<p>Every claim of special authority must answer it.  Every argument for immunity must justify itself not in theory, but in principle.</p>\n\n<p>When that question is no longer permitted, when asking it is treated as subversive, the law has already failed, regardless of what remains written.</p>\n\n<p><strong>What a Republic Requires</strong></p>\n\n<p>A republic does not require perfect laws. It requires honest ones.</p>\n\n<p>It requires that those who wield power feel the same vulnerability to consequence as those they govern.  It requires that law reach upward as reliably as it reaches down.</p>\n\n<p>Paine believed that liberty survives not because laws are strong, but because no one is above them.</p>\n\n<p>When the law no longer binds power, it will not bind the people for long.</p>",
  "image": "images/2026/01/1768269963803.jpg",
  "imageCaption": "",
  "source": "",
  "sourceUrl": "",
  "detailPage": "/article.html?date=2026-01-16&seq=01"
}