{
  "headline": "The Perimeter: 2 Selective Enforcement",
  "timestamp": "2026-01-16T13:15:00.000Z",
  "author": "Publius",
  "penName": "PUBLIUS",
  "preview": "Why Federal Power Moves Toward Resistance, Not Risk  If immigration enforcement were guided by risk, it would follow predictable paths.  It would concentrate where undocumented populations are largest...",
  "content": "<p><em>Why Federal Power Moves Toward Resistance, Not Risk</em></p>\n\n<p>If immigration enforcement were guided by risk, it would follow predictable paths.  It would concentrate where undocumented populations are largest.  It would scale with border proximity.  It would correlate with crime rates.  It would prioritize capacity and impact.</p>\n\n<p>That is not what we are seeing.</p>\n\n<p>Instead, enforcement is concentrating where opposition is strongest.  Where state and local governments resist.  Where federal authority encounters friction.  Where compliance is not automatic.</p>\n\n<p>That distinction explains far more than any crime statistic ever could.</p>\n\n<p><strong>Risk Does Not Explain the Pattern</strong></p>\n\n<p>Texas, Florida, Arizona, and California collectively account for a substantial majority of the undocumented population in the United States.  They process far more immigration encounters.  They experience higher absolute numbers of immigration related incidents simply by volume.</p>\n\n<p>Yet these states are not where federal power is being tested.</p>\n\n<p>Instead, interior states with smaller immigrant populations and lower immigrant crime rates are experiencing disproportionate federal attention.  Minnesota stands out not because it is uniquely dangerous, but because it is uniquely resistant.</p>\n\n<p>If risk were the driver, this pattern would be irrational.</p>\n\n<p>If resistance is the driver, it is entirely coherent.</p>\n\n<p><strong>Cooperation Changes Everything</strong></p>\n\n<p>Federal authority functions differently depending on the posture of state governments.</p>\n\n<p>In cooperative states, enforcement is routine.  Quiet.  Administrative.  State resources are aligned with federal priorities.  Local officials echo federal rhetoric.  Federal action blends into the background.</p>\n\n<p>In resistant states, enforcement becomes demonstrative.</p>\n\n<p>Warrants are demanded.  Jurisdictional limits are asserted.  Federal tactics are questioned.  Lawsuits are filed.  Public officials refuse to frame federal action as unquestioned necessity.</p>\n\n<p>That resistance does not prevent enforcement.  It changes its character.</p>\n\n<p>What was administrative becomes theatrical.  What was procedural becomes symbolic.  What was routine becomes a show of authority.</p>\n\n<p><strong>Enforcement as Signal</strong></p>\n\n<p>Large scale enforcement in a resistant jurisdiction serves multiple purposes at once.</p>\n\n<p>It demonstrates federal reach. It tests the limits of state autonomy. It pressures local officials politically. It reframes dissent as disorder.</p>\n\n<p>None of this requires higher crime rates.  None of it depends on immigration numbers.  It depends only on whether federal authority is challenged.</p>\n\n<p>Minnesota is not an operational priority.  It is a signaling environment.</p>\n\n<p><strong>Why Interior States Matter More Than Border States</strong></p>\n\n<p>Border states live with constant federal presence.  Their legal frameworks are built around accommodation.  Their political incentives favor alignment.  Federal authority there is normalized.</p>\n\n<p>Interior states are different.</p>\n\n<p>When federal force appears far from the border, it carries a different meaning.  It is no longer about proximity.  It is about control.  It is about asserting supremacy where it is questioned.</p>\n\n<p>That is why interior enforcement is louder.  Heavier.  More rhetorically charged.</p>\n\n<p>It is not meant only to enforce the law.  It is meant to establish who decides how the law is enforced.</p>\n\n<p><strong>The Cost of Saying No</strong></p>\n\n<p>Resistance does not have to be violent to be consequential.  It only has to be effective.</p>\n\n<p>When states insist on warrants, the federal government must choose whether to comply or escalate.  When cities decline cooperation, federal agencies must either accept limits or assert dominance.</p>\n\n<p>Selective enforcement resolves that choice by example.</p>\n\n<p>It teaches other jurisdictions what happens when cooperation ends.</p>\n\n<p><strong>The Pattern Liberty Recognizes</strong></p>\n\n<p>Selective enforcement is not new.  It appears whenever centralized power encounters decentralized authority.  It appears when obedience becomes optional rather than assumed.</p>\n\n<p>The danger is not that enforcement occurs.  The danger is why it occurs where it does.</p>\n\n<p>When enforcement follows resistance rather than risk, law becomes a tool of discipline rather than protection.  Authority stops responding to danger and starts responding to dissent.</p>\n\n<p>That is the moment when citizens should stop asking where the crime is, and start asking where the power is moving next.</p>",
  "image": "images/2026/01/1768504562284.jpg",
  "imageCaption": "James Gillray's \"The American Rattle Snake\" coiled with British armies trapped within its coils - Burgoyne and Cornwallis at the moment of their surrender. (1782) ",
  "source": "",
  "sourceUrl": "",
  "detailPage": "/article.html?date=2026-01-16&seq=02"
}