{
  "headline": "When Criticism Becomes Treason",
  "timestamp": "2026-01-18T08:08:00.000Z",
  "author": "Publius",
  "penName": "PUBLIUS",
  "preview": "One of Thomas Paine's most dangerous ideas was also one of his simplest: power must be allowed to be challenged.  In Common Sense, Paine did not merely argue against monarchy.  He argued against the n...",
  "content": "<p>One of Thomas Paine's most dangerous ideas was also one of his simplest: power must be allowed to be challenged.</p>\n\n<p>In <em>Common Sense</em>, Paine did not merely argue against monarchy.  He argued against the notion that authority deserves deference by default.  Loyalty to liberty, he believed, required skepticism toward power, especially one's own.</p>\n\n<p>When governments begin to treat criticism as disloyalty, they are no longer defending order.</p>\n\n<p>They are defending themselves.</p>\n\n<p><strong>The First Target Is Speech</strong></p>\n\n<p>Authoritarian systems do not begin by banning elections.  They begin by narrowing what can be said without consequence.</p>\n\n<p>Paine understood that speech is the earliest warning system of a free society.  It exposes abuse before institutions collapse.  It allows correction before force becomes necessary.</p>\n\n<p>That is why it is always the first thing constrained, not always by law, but by fear.</p>\n\n<p>When people hesitate to speak not because it is illegal, but because it is unsafe, liberty has already been wounded.</p>\n\n<p><strong>The Loyalty Trap</strong></p>\n\n<p>Governments that feel insecure redefine loyalty.</p>\n\n<p>It is no longer loyalty to principles, to law, or to the constitutional order.  It becomes loyalty to leaders, to outcomes, to \"the mission.\"  Criticism is framed not as disagreement, but as sabotage.</p>\n\n<p>Paine rejected this outright.</p>\n\n<p>A citizen's obligation, he argued, is not obedience to authority, but fidelity to liberty.  When the two diverge, silence becomes complicity.</p>\n\n<p>A government that demands loyalty beyond the law is asking for submission, not service.</p>\n\n<p><strong>Enemies Are a Convenient Invention</strong></p>\n\n<p>Once criticism is suspect, enemies must be named.</p>\n\n<p>Internal critics are recast as threats.  Protesters become agitators.  Journalists become propagandists.  Whistleblowers become traitors.  The language shifts first; the consequences follow.</p>\n\n<p>Paine saw this tactic clearly under imperial rule.  The Crown labeled colonial dissent as sedition not because it was violent, but because it was persuasive.</p>\n\n<p>Speech that persuades is more dangerous than speech that shouts.</p>\n\n<p><strong>Why Power Fears Dissent</strong></p>\n\n<p>Dissent is not dangerous because it destabilizes society.</p>\n\n<p>It is dangerous because it delegitimizes unjust authority.</p>\n\n<p>Paine believed that power's greatest vulnerability is exposure.  Once people see that authority is not inevitable, that it must argue, justify, and explain, its mystique dissolves.</p>\n\n<p>That is why governments attempt to discredit critics rather than answer them.</p>\n\n<p>It is easier to attack the speaker than to defend the action.</p>\n\n<p><strong>The Shift From Argument to Enforcement</strong></p>\n\n<p>Healthy governments argue with critics.</p>\n\n<p>Unhealthy ones punish them.</p>\n\n<p>The moment enforcement replaces debate, the system reveals its priorities.  It no longer seeks consent.  It seeks quiet.</p>\n\n<p>Paine warned that this transition rarely happens all at once.  It happens gradually, through selective targeting, reputational smears, procedural harassment, and the normalization of retaliation.</p>\n\n<p>By the time open repression appears, much of the work has already been done.</p>\n\n<p><strong>Silence Is the Goal</strong></p>\n\n<p>The purpose of punishing dissent is not justice.</p>\n\n<p>It is deterrence.</p>\n\n<p>When one critic is made an example of, many others learn the lesson.  They moderate their speech.  They withdraw.  They wait.</p>\n\n<p>Paine understood that tyranny does not require universal agreement.  It requires widespread silence.</p>\n\n<p>A population that fears speaking freely will eventually accept being governed without consent.</p>\n\n<p><strong>The Question That Cannot Be Forbidden</strong></p>\n\n<p>Paine forced authority to confront a question it could never safely answer:</p>\n\n<blockquote>What gives you the right?</blockquote>\n\n<p>Any government that prohibits that question has already abandoned legitimacy.  Any society that punishes those who ask it has surrendered something precious long before it realizes what is gone.</p>\n\n<p>Free people do not need permission to question power.</p>\n\n<p><strong>What Liberty Demands</strong></p>\n\n<p>Liberty does not demand unanimity. It demands openness.</p>\n\n<p>It demands the ability to criticize without being branded an enemy, to question without being accused of betrayal, to oppose without fear of retaliation.</p>\n\n<p>Paine believed that dissent is not a threat to a republic.</p>\n\n<p>It is proof that one still exists.</p>\n\n<p><strong>The Line That Must Not Be Crossed</strong></p>\n\n<p>A society crosses a dangerous threshold when criticism becomes treason, not because the law has changed, but because the culture has.</p>\n\n<p>When loyalty is measured by silence, and patriotism by compliance, power has ceased to trust the people.</p>\n\n<p>And a government that does not trust its citizens cannot govern them freely.</p>",
  "image": "images/2026/01/1768270119143.jpg",
  "imageCaption": "",
  "source": "",
  "sourceUrl": "",
  "detailPage": "/article.html?date=2026-01-18&seq=01"
}