{
  "headline": "When the Treasury Is Made Optional",
  "timestamp": "2026-01-21T22:34:59.950Z",
  "author": "Publius",
  "penName": "PUBLIUS",
  "preview": "There are many ways a republic ends. Few are as quiet as this one.  Not with tanks in the streets, not with decrees shouted from balconies, but with money moved just far enough away that the law can n...",
  "content": "<p>There are many ways a republic ends. Few are as quiet as this one.</p>\n\n<p>Not with tanks in the streets, not with decrees shouted from balconies, but with money moved just far enough away that the law can no longer see it.</p>\n\n<p>The Constitution does not scatter its commands randomly. It places control of money first among the restraints on power.</p>\n\n<blockquote>No Money shall be drawn from the Treasury, but in Consequence of Appropriations made by Law.</blockquote>\n\n<p>This was not bookkeeping. It was a safeguard against kings.</p>\n\n<p><strong>The Purpose of a Single Treasury</strong></p>\n\n<p>The Founders understood a simple truth learned the hard way in Europe. A ruler who controls funds without consent controls everything else soon after.</p>\n\n<p>Armies answer to payroll. Courts depend on salaries. Agencies follow budgets. Liberty survives only so long as elected representatives retain the power of the purse.</p>\n\n<p>That is why the Treasury exists. Not merely to store money, but to force every dollar of public power to pass through public law.</p>\n\n<p>When funds bypass that system, oversight is not delayed. It is defeated.</p>\n\n<p><strong>Revenue Without Representation</strong></p>\n\n<p>Here the sequence matters.</p>\n\n<p>Venezuelan oil was claimed as property of the United States. That oil was sold.</p>\n\n<p>Revenue was generated, not seized, but created through executive action. The moment that sale closed, those proceeds belonged to the republic.</p>\n\n<p>The first such sale has already been completed.</p>\n\n<p>Five hundred million dollars.</p>\n\n<p>With estimates of $1.8 to $3 billion more to follow.</p>\n\n<p>Those funds have not been deposited in the Treasury.</p>\n\n<p>They have not been appropriated by Congress.</p>\n\n<p>They have been placed, we are told, in accounts “controlled by the United States.”</p>\n\n<p>But if not by the Treasury, then by whom? If not through appropriation, then by what authority?</p>\n\n<p>When the Secretary of State describes seized oil revenues as providing “tremendous leverage,” the question is not whether that leverage exists.</p>\n\n<p>The question is who wields it.</p>\n\n<p>A president who controls billions in unappropriated funds does not need Congress to fund his priorities.</p>\n\n<p>He needs only compliance.</p>\n\n<p>That revenue belongs to the taxpayers who fund the government that claimed it.</p>\n\n<p>It has been placed where it can be spent without their consent.</p>\n\n<p>This is not frozen money awaiting a court decision. This is not a custodial trust holding funds that already existed.</p>\n\n<p>This is newly created revenue, produced by the actions of the state, held outside the state’s own constitutional framework.</p>\n\n<p>Once money is raised by government action, it becomes public money. There is no intermediate category in the Constitution. There is no doctrine of provisional ownership by the executive.</p>\n\n<p>To suggest otherwise is to claim that the President may decide when the Constitution applies.</p>\n\n<p><strong>A Treasury by Another Name</strong></p>\n\n<p>Call it an escrow. Call it a holding account. Call it temporary.</p>\n\n<p>Names do not change function.</p>\n\n<p>If the executive alone decides where funds are held, when they are released, and for what purpose they are used, then Congress has been displaced. Not formally, not loudly, but effectively.</p>\n\n<p>A parallel treasury does not require a statute. It requires only silence.</p>\n\n<p>The danger is not that money sits overseas. The danger is that money sits anywhere beyond the reach of law.</p>\n\n<p><strong>From Public Funds to Personal Power</strong></p>\n\n<blockquote><p>If it were otherwise, the executive would possess an unbounded power over the public purse of the nation; and might apply all its monied resources at his pleasure. … In arbitrary governments the prince levies what money he pleases from his subjects, disposes of it, as he thinks proper, and is beyond responsibility or reproof.</p><cite>— Joseph Story, <em>Commentaries on the Constitution</em>, 1833</cite></blockquote>\n\n<p>When public revenue is treated as discretionary, it begins to resemble personal property. Not in ownership on paper, but in practice.</p>\n\n<p>The line between state resources and executive will blurs. What can be spent without permission becomes power without consent.</p>\n\n<p>This is how republics decay without announcing their fall. Not through rebellion against the Constitution, but through reinterpretation so convenient that restraint quietly disappears.</p>\n\n<p><strong>What This Moment Asks</strong></p>\n\n<p>Congress does not need to speculate about motives. It does not need to accuse intent.</p>\n\n<p>It needs only to ask a single question.</p>\n\n<p>Does this money belong to the United States, or does it belong to the officeholder who controls it?</p>\n\n<p>If it belongs to the United States, it belongs in the Treasury. If it does not, then something far more dangerous has been conceded.</p>\n\n<p>A republic cannot survive a government that decides for itself when oversight applies.</p>\n\n<p>The Constitution anticipated this temptation. That is why it placed the Treasury in law, not in trust.</p>\n\n<p>And that is why this matters now.</p>",
  "image": "",
  "imageCaption": [
    ""
  ],
  "source": "",
  "sourceUrl": "",
  "detailPage": "/article.html?date=2026-01-21&seq=07"
}