{
  "headline": "They Came When We Called",
  "timestamp": "2026-01-21T03:49:36.510Z",
  "author": "Publius",
  "penName": "PUBLIUS",
  "preview": "“We mutually pledge to each other our Lives, our Fortunes, and our sacred Honor.” - Declaration of Independence, 1776  On September 12, 2001, for the first and only time in its history, NATO invoked A...",
  "content": "<blockquote><p>“We mutually pledge to each other our Lives, our Fortunes, and our sacred Honor.”</p><cite>— Declaration of Independence, 1776</cite></blockquote>\n\n<p>On September 12, 2001, for the first and only time in its history, NATO invoked Article 5 of the North Atlantic Treaty.</p>\n\n<p>The declaration was simple and absolute. An attack on the United States was an attack on all.</p>\n\n<p>What followed is often forgotten.  Before NATO went to war in Afghanistan, it came to defend the United States itself.</p>\n\n<p>Within weeks, allied officers were flying NATO AWACS aircraft over American cities as part of Operation Eagle Assist.  Crews from across Canada and Europe conducted 24/7 armed combat air patrols over American cities, integrated into American command and control, and took on real responsibility for protecting the continental United States at a moment of profound vulnerability.</p>\n\n<p>At sea, NATO warships launched Operation Active Endeavour, escorting American and allied vessels, boarding suspect ships, and securing maritime routes critical to U.S. force projection and commerce.  These were not abstract missions.  They were direct protection of American lives and interests.</p>\n\n<p>Allied governments increased security at U.S. embassies, guarded American facilities, and absorbed risk at home so U.S. forces could deploy forward.  No one demanded reimbursement.  No one questioned the obligation.  The alliance acted because it believed its word meant something.</p>\n\n<p>Only after the shield was raised did the sword follow.</p>\n\n<p><strong>From Defense to War</strong></p>\n\n<p>When NATO moved into Afghanistan, it did so not as a collection of clients or auxiliaries, but as co-belligerents honoring a shared commitment.  For many allied nations, Afghanistan would become the most costly military engagement of the post–Cold War era.</p>\n\n<p>British forces fought sustained combat operations in Helmand Province, losing 457 service members and suffering more than 2,000 wounded.  Canada lost 159 soldiers, with hundreds wounded in combat and more than a thousand injured in the course of operations.  Denmark, operating alongside British and American units, lost 43 troops, the highest per-capita casualty rates in the war.  France, Italy, the Netherlands, Poland, Spain, Estonia, and others all paid in blood.</p>\n\n<p>These were not token deployments.  These were infantry patrols, air assaults, route clearance teams, special operations, and embedded advisors operating under fire.</p>\n\n<p>By the time I deployed to Afghanistan in 2012, the alliance was no longer an abstraction.  It was the people I planned missions with and trusted with my life.</p>\n\n<p><strong>The Alliance, Lived</strong></p>\n\n<p>I served in Afghanistan in 2012 and again from 2013 to 2014, leading a combined joint task force conducting lethal combat operations, air assaults, armed reconnaissance, and high-risk arrest and rule-of-law missions.</p>\n\n<p>My task force was multinational by design and by necessity.</p>\n\n<p>The soldiers under my command and in my operations came from Australia, Canada, New Zealand, the United Kingdom, and the United States.  We worked daily with Danish, Spanish, German, Italian, French, and Turkish forces, not as adjuncts, but as partners.  We planned together.  We flew together.  We took casualties together.  We carried one another’s wounded.</p>\n\n<p>In combat, nationality mattered far less than competence and trust.  Orders crossed accents.  Blood looked the same on everyone.  The alliance was not something discussed in conference rooms.  It was something enforced by people walking into danger because they believed the mission was shared.</p>\n\n<p>This is what Article 5 looks like when it leaves paper.</p>\n\n<p><strong>Why This Still Matters</strong></p>\n\n<p>Alliances are not sustained by rhetoric or leverage.  They are sustained by memory and reciprocity.</p>\n\n<p>The nations that flew combat patrols over American cities in 2001 are the same nations whose soldiers fought and died alongside Americans in Afghan valleys and urban streets.  They did not fight for conquest.  They fought because they had given their word, and because they believed we would honor ours.</p>\n\n<p>Washington himself, even while cautioning against future entanglements, insisted that commitments already made must be fulfilled “with perfect good faith.”</p>\n\n<p>To speak lightly of those allies now, to treat them as adversaries or bargaining chips, is not strategic realism.  It is historical amnesia.</p>\n\n<p>I have seen the alliance at its most real.  I have led it under fire.</p>\n\n<p>A nation that forgets who stood beside it when it was attacked should not be surprised when, one day, it stands alone.</p>\n\n<p>Hold Fast</p>",
  "image": "",
  "imageCaption": [
    ""
  ],
  "source": "",
  "sourceUrl": "",
  "detailPage": "/article.html?date=2026-01-21&seq=04"
}