{
  "headline": "When the President Decides What \"Cause\" Means",
  "timestamp": "2026-01-21T12:53:08.391Z",
  "author": "Publius",
  "penName": "PUBLIUS",
  "preview": "I spent years in government service.  I learned early that certain institutions exist not to make governing easier, but to make it harder in specific, necessary ways.  The Federal Reserve is one of th...",
  "content": "<p>I spent years in government service.  I learned early that certain institutions exist not to make governing easier, but to make it harder in specific, necessary ways.</p>\n\n<p>The Federal Reserve is one of those institutions.</p>\n\n<blockquote><p>Enlightened statesmen will not always be at the helm.</p><cite>— James Madison, <em>Federalist No. 10</em>, November 22, 1787</cite></blockquote>\n\n<p>Congress created it in 1913 after watching how politics and money interact when no barrier stands between them.  The pattern was consistent: financial panics in the 1890s, political pressure for easy credit, economic collapse, repeat.  The lesson was not complicated.  When presidents can manipulate monetary policy for short-term political gain, the economy destabilizes in predictable ways.</p>\n\n<p>So Congress built a wall.  Not an absolute wall, but a procedural one. Federal Reserve governors serve fixed terms.  They can be removed for malfeasance, but not for disagreement.  Not for setting interest rates the president dislikes.  Not for pursuing policies that serve long-term stability over short-term popularity.</p>\n\n<p>That wall has held for 112 years.</p>\n\n<p>This week, the Supreme Court considers whether to demolish it.</p>\n\n<p><strong>The Argument Being Made</strong></p>\n\n<p>The legal question appears narrow.  The president seeks to fire Lisa Cook, a Fed governor appointed by the previous administration.  The stated cause: irregularities in mortgage applications for two properties.  Cook denies wrongdoing.  Her lawyers note that four Cabinet members and the deputy attorney general have made similar applications without prosecution.  The official who raised the allegations, Bill Pulte, has relatives who did the same.</p>\n\n<p>The president who calls this conduct \"deceitful and potentially criminal\" did the same thing in 1993 - two primary-residence mortgages seven weeks apart for Florida properties he never lived in and rented out instead. When a reporter asked him about it, he hung up.</p>\n\n<p>But the narrow question hides a structural claim.</p>\n\n<p>The administration argues that once the president determines cause exists, that determination is unreviewable by courts.  The president's judgment is final.  No independent tribunal examines the evidence. No standard of proof applies.  If the president says cause exists, cause exists.</p>\n\n<p>This is not about Lisa Cook's mortgages.</p>\n\n<p>This is about whether \"for cause\" means anything at all.</p>\n\n<p>I have seen this move before, in different contexts.  A legal protection remains on paper while its meaning gets hollowed out.  The words stay the same.  The substance vanishes.  You still need \"cause\" to fire a Fed governor, technically.  But cause becomes whatever the president says it is, whenever he says it, without review.</p>\n\n<p>That is not a protection.  That is permission.</p>\n\n<p><strong>What Powell Said</strong></p>\n\n<p>Jerome Powell, the Fed chair Trump himself appointed in 2018, is known for careful language and institutional deference.  He avoided confrontation even as Trump publicly called him incompetent or crooked.  He stayed quiet when the administration opened a criminal investigation into his Senate testimony about building renovations.</p>\n\n<p>Then Powell spoke clearly.</p>\n\n<p>\"This new threat is not about my testimony last June or about the renovation of federal reserve buildings.  Those are pretexts.  The threat of criminal charges is a consequence of the Federal Reserve setting interest rates based on our best assessment of what will serve the public rather than following the preferences of the president.\"</p>\n\n<p>Powell used the word \"pretexts.\"  That is the language of someone who has watched procedure become theater, who has seen legal mechanisms deployed not for their stated purpose but to achieve a different end.</p>\n\n<p>He is describing what happens when the question is not whether cause exists, but whether claiming cause is sufficient.</p>\n\n<p><strong>Why Congress Built the Wall</strong></p>\n\n<p>The argument for presidential control has constitutional weight.  Article II vests executive power in the president.  Proponents argue he cannot execute that power if he cannot remove officials who resist his direction.</p>\n\n<p>But Congress has constitutional power too.  Article I grants it authority to structure how government operates, including creating institutions that check executive discretion.  The first Congress, which included many Founders, created the First Bank of the United States in 1791 with a twenty-year charter and term-limited leadership precisely to insulate financial policy from direct presidential control.</p>\n\n<p>They had watched how monarchs manipulate currency.  They understood that elected executives face the same temptations.</p>\n\n<p>The question is not whether the president has executive power.  The question is whether that power extends to controlling monetary policy through personnel removal, when Congress specifically designed an institution to prevent that control.</p>\n\n<p>Daniel Tarullo, a former Fed governor and Harvard law professor, explains the economic reality: \"Presidents of both parties always want interest rates to go down, particularly in election years, but that inevitably destabilizes the economy.\"</p>\n\n<p>When long-term rates rise because markets fear inflation, mortgages and business investment suffer.  The political incentive is always for short-term stimulus.  The economic necessity is often for long-term restraint.  Congress created the Fed to resolve that tension by removing the decision from political calculation.</p>\n\n<p>If the president can fire Fed governors who resist his preferences, that resolution fails.  The Fed becomes what it was designed not to be: an instrument of presidential economic policy.</p>\n\n<p><strong>The Normalization Pattern</strong></p>\n\n<p>We are watching a familiar pattern unfold.</p>\n\n<p>First, you claim emergency authority for extraordinary circumstances.  Then you find ordinary circumstances that arguably fit the emergency framework.  Then the framework becomes routine.  Then the exception becomes the rule.</p>\n\n<p>The administration is not arguing it can fire Fed governors at will.  It is arguing it can fire them for cause, and that presidential determination of cause is unreviewable.</p>\n\n<p>But unreviewable determination is functionally equivalent to at-will removal.  If I can fire you whenever I decide sufficient cause exists, and no one can challenge that decision, then I can fire you whenever I want.  The \"for cause\" requirement becomes a formality, a box to check, not a constraint on power.</p>\n\n<p>Every living Fed chair except Powell has signed briefs opposing this change.  Treasury secretaries from both parties have too.  So have prominent economists across the political spectrum.  Jamie Dimon, not known for alarmism, warns of \"reverse consequences\" including higher inflation and increased borrowing costs.</p>\n\n<p>These are not partisans defending bureaucratic turf.  These are people who understand what happens when short-term political pressure drives monetary policy.</p>\n\n<p><strong>What the Court Said Before</strong></p>\n\n<p>The Supreme Court, in recent emergency docket rulings, allowed Trump to remove other agency heads with term protections.  But in one opinion, the conservative majority noted the Fed is different: \"a uniquely structured, quasi-private entity that follows in the distinct historical tradition of the First and Second Banks of the United States.\"</p>\n\n<p>That distinction recognizes something important.  Some institutions exist not to implement presidential policy but to constrain it.  They are countermajoritarian by design, built to resist immediate political pressure in service of longer-term stability.</p>\n\n<p>The question before the Court is whether that distinction still holds.  Whether the constitutional structure allows Congress to create institutions genuinely independent of direct presidential control, or whether Article II executive power ultimately subsumes everything.</p>\n\n<p><strong>The Question Citizens Should Ask</strong></p>\n\n<p>This is not about whether Lisa Cook should be a Fed governor.  This is not about whether Trump's economic policy preferences are sound.  This is not even about whether the Federal Reserve as currently structured is the best possible design.</p>\n\n<p>This is about whether presidential power over monetary policy has effective limits.</p>\n\n<p>If the president can remove Fed governors by claiming cause and that claim is unreviewable, then future presidents inherit that power.  A president who wants higher interest rates to fight inflation can fire governors who resist.  A president who wants lower rates to stimulate growth can fire governors who disagree.  The Fed becomes responsive to whoever holds office, not to any consistent standard or statutory mandate.</p>\n\n<p>The wall Congress built in 1913 was not meant to last forever unchanged.  But it was meant to be removed deliberately, through legislation, not eroded through interpretations that preserve the form while eliminating the substance.</p>\n\n<p>I am not arguing the president should never be able to remove Federal Reserve governors.  I am arguing that if we change that 112-year-old protection, we should change it knowingly, through democratic process, not through legal claims that redefine \"cause\" until it means \"disagreement.\"</p>\n\n<p>Paul Clement, who served as solicitor general under George W. Bush, is arguing this case for Cook and the Fed's independence.  Powell himself will be in the courtroom.  That tells you something about what people who have served, across administrations, understand about what is at stake.</p>\n\n<p>The question is not whether the president wants compliant officials. Every president does.</p>\n\n<p>The question is whether anything remains that a president cannot control.</p>\n\n<p>Independent agencies.  Inspectors general.  Federal prosecutors.  The military chain of command.  The intelligence community.  The Federal Reserve.  One by one, the institutions designed to operate beyond direct presidential command are being brought to heel or dismantled.  The pattern is not subtle.  The logic is consistent.  The destination is clear.</p>\n\n<p>When every institution answers to one person, we have a word for that.  It is not \"republic.\"</p>\n\n<p>The Court will decide whether the Federal Reserve joins the list of institutions that exist at presidential pleasure.  But citizens should understand what that decision means, and what it continues.</p>\n\n<p>The wall is not falling.  It is being taken apart, brick by brick, with legal arguments that preserve the appearance of constitutional process.</p>\n\n<p>That is how it happens.  That is how it is happening now.</p>",
  "image": "images/2026/01/1768999987447.png",
  "imageCaption": "",
  "source": "",
  "sourceUrl": "",
  "detailPage": "/article.html?date=2026-01-21&seq=05"
}