{
  "headline": "When the Witnesses Are Removed",
  "timestamp": "2026-01-21T03:00:41.170Z",
  "author": "Publius",
  "penName": "PUBLIUS",
  "preview": "Custody, Silence, and the Oldest Abuse of Power  On January 3, 2026, Geraldo Lunas Campos, a 55-year-old Cuban national, died inside Camp East Montana at Fort Bliss, Texas.  He died in the custody of...",
  "content": "<p><strong>Custody, Silence, and the Oldest Abuse of Power</strong></p>\n\n<p>On January 3, 2026, Geraldo Lunas Campos, a 55-year-old Cuban national, died inside Camp East Montana at Fort Bliss, Texas.  He died in the custody of U.S. Immigration and Customs Enforcement, under physical restraint by contract security staff.  The medical examiner has preliminarily ruled the cause of death as asphyxia due to compression of the neck and chest.  The manner of death: homicide.</p>\n\n<p>That fact alone demands scrutiny.  What followed demands judgment.</p>\n\n<p>Two men who publicly described what they witnessed, the restraint, the pressure on the neck and chest, the loss of consciousness, were promptly issued removal notices by the same authority responsible for the detention.  They are now being deported.</p>\n\n<p>The government insists this is routine.  Administrative.  Unrelated.</p>\n\n<p>Liberty has heard this language before.</p>\n\n<p><strong>Custody Is Where Power Shows Its True Face</strong></p>\n\n<p>The Founders did not fear power in theory.  They feared it where it is most concentrated, least visible, and hardest to resist.</p>\n\n<p>Custody strips a person of movement, leverage, and protection.  When the state restrains the body, it assumes a burden heavier than any ordinary authority.  Every act taken in that space must withstand daylight.</p>\n\n<p>Deaths in custody were never treated lightly by those who understood liberty.  They knew that when force is exercised without witnesses, without recourse, and without consequence, law becomes a costume worn by domination.</p>\n\n<p>A republic is tested not when force is applied, but when force fails and truth is still permitted to emerge.</p>\n\n<p><strong>The Removal of Witnesses Is the Crime Against Liberty</strong></p>\n\n<p>The deportation of eyewitnesses is not incidental.  It is the central fact.</p>\n\n<p>Whether or not the killing was intended, the state has now acted in ways that ensure it may never be fully answered for, and that is the oldest abuse of power liberty knows.</p>\n\n<p>Intent is not the measure.  Effect is.</p>\n\n<p>When the same authority that exercised lethal force also controls the fate of those who saw it, the law no longer stands above power.  It bends to it.</p>\n\n<p>This tactic is not new.  Empires have always preferred distance to accountability.  Transport the witnesses.  Invoke procedure.  Allow time and geography to do what argument cannot.</p>\n\n<p>It is governance by disappearance.</p>\n\n<p><strong>Assurances Are Not Accountability</strong></p>\n\n<p>The coroner’s ruling ends all pretense of uncertainty.  A homicide occurred under color of law.</p>\n\n<p>At that moment, the burden shifts entirely.  The state does not get to manage appearances.  It must submit to scrutiny.</p>\n\n<p>Promises of investigation mean nothing when testimony is placed beyond reach.  A free people are not bound to trust those who remove the very evidence that trust requires.</p>\n\n<p>This is not how republics reason.  It is how authority insulates itself when it senses exposure.</p>\n\n<p><strong>What Liberty Demands, Without Negotiation</strong></p>\n\n<p>Liberty does not require conclusions.  It requires conditions.</p>\n\n<p>Witnesses must remain available. Testimony must be preserved. Custodial power must be examined openly, immediately, and independently.</p>\n\n<p>Anything less is not enforcement.  It is erasure.</p>\n\n<p>When the state controls the body, controls the scene, controls the narrative, and then removes the witnesses, liberty is no longer threatened.  It has already been violated.</p>\n\n<blockquote><p>“The liberties of a people never were, nor ever will be, secure, when the transactions of their rulers may be concealed from them.”</p><cite>— Patrick Henry, <em>Virginia Ratifying Convention, June 1788</em></cite></blockquote>\n\n<p><strong>An Old Story, Repeated</strong></p>\n\n<p>The names change. The uniforms change. The justifications are refined.</p>\n\n<p>But the pattern remains.</p>\n\n<p>A man dies under restraint. The state claims necessity. The witnesses disappear.</p>\n\n<p>And the question liberty asks has never changed:</p>\n\n<p>If power is innocent, why does it fear those who saw?</p>\n\n<p>Hold Fast</p>",
  "image": "images/2026/01/1768964439709.png",
  "imageCaption": "",
  "source": "",
  "sourceUrl": "",
  "detailPage": "/article.html?date=2026-01-21&seq=03"
}