{
  "headline": "When a President Stops Joking",
  "timestamp": "2026-01-22T00:27:22.571Z",
  "author": "Publius",
  "penName": "PUBLIUS",
  "preview": "“The accumulation of all powers, legislative, executive, and judiciary, in the same hands, whether of one, a few, or many, and whether hereditary, self-appointed, or elective, may justly be pronounced...",
  "content": "<blockquote><p>“The accumulation of all powers, legislative, executive, and judiciary, in the same hands, whether of one, a few, or many, and whether hereditary, self-appointed, or elective, may justly be pronounced the very definition of tyranny.”</p><cite>— James Madison, Federalist No. 47</cite></blockquote>\n\n<p>——-</p>\n\n<p>At the World Economic Forum in Davos, the President of the United States said:</p>\n\n<p>“Usually, they say, ‘he’s a horrible dictator type person,’ I’m a dictator.  But sometimes you need a dictator.”</p>\n\n<p>The audience laughed.</p>\n\n<p>But the Founders did not design the Constitution to survive only sincere men speaking carefully.  They designed it to withstand ambition spoken casually, and to sound the alarm when jest and action begin to rhyme.</p>\n\n<p>——-</p>\n\n<p><strong>The Pattern</strong></p>\n\n<p>Since September 2025, the United States military has conducted at least 26 strikes on boats in the Caribbean and Pacific, killing at least 95 people.  None of the dead have been identified by the government.  None received a trial.  The legal basis is a classified memo from the Justice Department’s Office of Legal Counsel.  The list of designated terrorist organizations justifying the killings is secret.</p>\n\n<p>Human Rights Watch has declared these strikes unlawful extrajudicial killings.  The UN special rapporteur on extrajudicial executions has condemned them.  The Inter-American Commission on Human Rights has said the same.</p>\n\n<p>Secretary of State Marco Rubio, asked about interdiction, said: “What will stop them is when you blow them up.”</p>\n\n<p>On January 3, 2026, the United States launched a military assault on Venezuela.  Fighter jets.  Attack helicopters.  Special forces.  The operation bombed infrastructure across northern Venezuela, captured the sitting president in his home, and transported him to New York for trial.</p>\n\n<p>At his press conference afterward, the President said the United States would “run the country” until a transition could be arranged.  He expressed openness to a prolonged occupation, noting it would cost America nothing because Venezuela’s oil would pay for it.</p>\n\n<p>Chatham House, the Atlantic Council, and legal scholars across the political spectrum have called the operation a clear violation of the UN Charter.  There was no congressional authorization.  There was no Security Council mandate.  There was no imminent armed attack requiring self-defense.</p>\n\n<p>The administration called it a law enforcement action.</p>\n\n<p>Within days, the President turned his attention to Greenland.  He said the United States “needs” the territory.  He refused to rule out military force.  He said he does not “need international law.”  He threatened tariffs against Denmark and seven other European nations unless they support the takeover.</p>\n\n<p>Denmark is a NATO ally.  Greenland is NATO territory.</p>\n\n<p>The Danish Prime Minister warned that a US attack on Greenland would mean “everything stops, including our NATO.”  Denmark and allied nations have now deployed troops to the island.  The President’s deputy chief of staff posted an image of Greenland draped in an American flag with a single word: “SOON.”</p>\n\n<p>And throughout this period, the President and his family have accumulated billions of dollars through cryptocurrency ventures entangled with foreign governments.  A House Judiciary Committee report documented crypto holdings worth as much as $11.6 billion and income exceeding $800 million in the first half of 2025 alone.  A $2 billion transaction routed through a Trump family stablecoin involved a firm controlled by the UAE’s national security adviser.  Two weeks later, that same UAE entity gained access to advanced American AI chips.</p>\n\n<p>The administration has dismantled the Justice Department’s cryptocurrency enforcement team.  It has dropped investigations into firms that donated to the President or invested in his companies.  It has pardoned individuals convicted of crypto-related crimes who provided financial support to his ventures.</p>\n\n<p>——-</p>\n\n<p><strong>The Doctrine, Applied</strong></p>\n\n<p>On January 7, 2026, an ICE agent shot and killed Renee Nicole Good in Minneapolis.  She was 37 years old, seated in her car.</p>\n\n<p>The Department of Homeland Security called her a rioter.  Video of the incident tells a different story.  Minnesota officials sought to investigate.  The federal government blocked them from the scene and refused to share evidence.</p>\n\n<p>Two days later, Vice President Vance stood at the White House podium and announced the doctrine:</p>\n\n<p>“The precedent here is very simple.  You have a federal law enforcement official engaging in federal law enforcement action, that’s a federal issue.  That guy is protected by absolute immunity.  He was doing his job.”</p>\n\n<p>Constitutional scholars immediately rejected the claim.  Absolute immunity does not exist for federal law enforcement officers.  States have prosecuted federal agents before.  The law requires that force be reasonable and necessary.</p>\n\n<p>But the administration did not argue that the shooting was <em>reasonable</em>. It argued that reasonableness is not a question anyone may ask.</p>\n\n<p>A Wall Street Journal investigation found that since July, ICE agents have fired into civilians’ vehicles at least 13 times, twice fatally.</p>\n\n<p>Six federal prosecutors in Minnesota resigned.</p>\n\n<p>——-</p>\n\n<p><strong>What the Founders Feared</strong></p>\n\n<p>The Founders did not define tyranny as a title claimed or a crown worn.</p>\n\n<p>Madison defined it as the accumulation of powers in the same hands.  Hamilton warned that executive energy, unbound by law, becomes arbitrary.  Washington described despotism arriving not with armies but through “the spirit of encroachment” that consolidates power gradually, until resistance forgets how to resist.</p>\n\n<p>They built a system of separated powers precisely because they understood that ambition does not announce itself.  It probes.  It tests.  It finds the boundaries that bend before it finds the ones that break.</p>\n\n<p>A president who orders executions without trial has accumulated judicial power. A president who launches invasions without congressional authorization has accumulated legislative power. A president who threatens allies with military force to acquire territory has abandoned the framework of law entirely. A president who enriches himself through foreign transactions while in office has created the very dependency the Founders feared most. An administration that declares its agents beyond prosecution has placed enforcement itself outside the law.</p>\n\n<p>——-</p>\n\n<p><strong>The Question Before Us</strong></p>\n\n<p>When the President said “sometimes you need a dictator,” he was not revealing a secret. He was describing what he has already done.</p>\n\n<p>The extrajudicial killings are not hypothetical.  The invasion is not threatened.  The immunity claims are not abstract.  The wealth is not speculative.  The pattern is documented, exposed to public view, and defended by officials who no longer bother to disguise it as anything other than what it is.</p>\n\n<p>The Founders never asked citizens to guess motive. They asked them to guard structure.</p>\n\n<p>They knew that power announces itself first as jest, then as necessity, then as policy, and only finally as command.  By the time the command is given, the audience has already been trained to applaud.</p>\n\n<p>The question is not whether the President was joking in Davos. The question is whether the American republic still recognizes the difference between a joke and a confession.</p>\n\n<p>That is how republics end. Not with a dictator who seizes power. But with a public that watches him describe it, and laughs.</p>\n\n<p>——-</p>\n\n<p><strong>Sources</strong></p>\n\n<p><em>Davos Remarks</em></p>\n\n<p>“Usually, they say, ‘he’s a horrible dictator type person,’ I’m a dictator.  But sometimes you need a dictator.  But they didn’t say that in this case.” — President Donald Trump, CEO reception, World Economic Forum, Davos, Switzerland, January 21, 2026 — CBS News, “Trump says he won’t use force to acquire Greenland, questions NATO alliance at Davos economic forum,” January 21, 2026 https://www.cbsnews.com/live-updates/trump-greenland-davos-2026-world-economic-forum/</p>\n\n<p><em>Boat Strikes and Extrajudicial Killings</em></p>\n\n<p>“To date, 26 reported strikes have unlawfully killed at least 95 people, none of whom the US government has identified.” — Human Rights Watch, “US: Military Boat Strikes Constitute Extrajudicial Killings,” December 16, 2025 https://www.hrw.org/news/2025/12/16/us-military-boat-strikes-constitute-extrajudicial-killings</p>\n\n<p>“Since September, the Trump Administration has summarily executed at least 95 people in 25 known strikes on alleged drug smugglers in vessels at sea.” — Senator Dick Durbin, letter to Chairman Chuck Grassley, December 18, 2025 https://www.durbin.senate.gov/newsroom/press-releases/senate-judiciary-democrats-press-for-hearing-on-legality-of-trumps-extrajudicial-killings-in-caribbean-sea</p>\n\n<p>“The administration insists the attacks are permitted because the U.S. is engaged in ‘non-international armed conflict’ with ‘designated terrorist organizations’ it refuses to name.” — The Intercept, “White House Refuses to Rule Out Summary Executions of People on Its Secret Domestic Terrorist List,” December 12, 2025 https://theintercept.com/2025/12/12/trump-nspm-7-domestic-terrorist-executions-antifa-boat-strikes/</p>\n\n<p>“What will stop them is when you blow them up.” — Secretary of State Marco Rubio, September 2025 — 5calls.org, “Investigate the Trump Administration’s Extrajudicial Killings,” October 28, 2025 https://5calls.org/issue/trump-venezuela-extrajudicial-murder/</p>\n\n<p><em>Venezuela Invasion</em></p>\n\n<p>“On 3 January 2026, the United States launched a military strike on Venezuela and captured incumbent Venezuelan president Nicolás Maduro and his wife, Cilia Flores.” — Wikipedia, “2026 United States intervention in Venezuela” https://en.wikipedia.org/wiki/2026_United_States_intervention_in_Venezuela</p>\n\n<p>“The US Armed Forces bombed infrastructure across northern Venezuela to suppress air defenses as an apprehension force attacked Maduro’s compound in Caracas.” — Wikipedia, “2026 United States intervention in Venezuela”</p>\n\n<p>“This was a military operation of considerable scale, involving strikes on military targets in and around Caracas, the capital, and the forcible abduction of a sitting president by US special forces.  It is clearly a significant violation of Venezuelan sovereignty and the UN Charter.” — Chatham House, “The US capture of President Nicolás Maduro – and attacks on Venezuela – have no justification in international law,” January 2026 https://www.chathamhouse.org/2026/01/us-capture-president-nicolas-maduro-and-attacks-venezuela-have-no-justification</p>\n\n<p>“Trump said the US was ‘going to run the country’ until a transition could be safely arranged.” — Chatham House, “US to ‘run’ Venezuela after Maduro captured, says Trump: Early analysis from Chatham House experts,” January 2026 https://www.chathamhouse.org/2026/01/us-attacks-venezuela-and-maduro-captured-early-analysis-chatham-house-experts</p>\n\n<p>“He also expressed openness to a US occupation of Venezuela, stating it would not cost the US anything because it would be reimbursed through revenue from Venezuela’s oil reserves.” — Wikipedia, “2026 United States intervention in Venezuela”</p>\n\n<p>“The Trump administration has claimed that the regime change operation in Venezuela was not an act of war but rather, a law enforcement operation carried out by U.S. armed forces.” — Friends Committee on National Legislation, “Why did Trump Invade Venezuela and Capture President Maduro?,” January 7, 2026 https://www.fcnl.org/updates/2026-01/why-did-trump-invade-venezuela-and-capture-president-maduro</p>\n\n<p>“On January 3, 2026, the United States launched a special operation to exfiltrate Venezuelan President Nicolás Maduro and his wife from Caracas.” — Brookings Institution, “Making sense of the US military operation in Venezuela,” January 2026 https://www.brookings.edu/articles/making-sense-of-the-us-military-operation-in-venezuela/</p>\n\n<p><em>Greenland Threats</em></p>\n\n<p>“He claimed that he does not ‘need international law’ and that it ‘may be a choice’ for the US between seizing Greenland or preserving NATO, claiming he would take Greenland ‘the hard way’ if Denmark does not give up its territory.” — Wikipedia, “American hybrid warfare against Greenland during the second Trump administration” https://en.wikipedia.org/wiki/American_hybrid_warfare_against_Greenland_during_the_second_Trump_administration</p>\n\n<p>“If the United States chooses to attack another NATO country militarily, then everything stops.  That is, including our NATO and thus the security that has been provided since the end of the Second World War.” — Danish Prime Minister Mette Frederiksen, TV2, January 2026 — NPR, “White House says military ‘always an option’ in Greenland,” January 6, 2026 https://www.npr.org/2026/01/06/nx-s1-5668080/danish-prime-minister-us-takeover-greenland-end-of-nato</p>\n\n<p>“On 14 January 2026, Denmark started to send military reinforcements to Greenland to strengthen its military presence.  Later that day it became known that both Sweden and Norway sent military forces to support the Danish Defence in protecting Greenland.” — Wikipedia, “American hybrid warfare against Greenland during the second Trump administration”</p>\n\n<p>“Katie Miller, a former Trump administration official turned podcaster, posted an illustrated map of Greenland in the colors of the U.S. flag, accompanied by the caption: ‘SOON.’” — NPR, “White House says military ‘always an option’ in Greenland,” January 6, 2026</p>\n\n<p>“He warned the United Kingdom, Denmark, Norway, Sweden, France, Germany, the Netherlands, and Finland that they will face 10 percent tariffs on all goods from February 1, rising to 25 percent by June, unless they back his proposed takeover of the Danish autonomous territory.” — Al Jazeera, “Greenland’s strategic position in seven maps: Why Trump wants the island,” January 21, 2026 https://www.aljazeera.com/news/2026/1/21/greenlands-strategic-position-in-seven-maps-why-trump-wants-the-island</p>\n\n<p><em>Cryptocurrency and Foreign Entanglements</em></p>\n\n<p>“The report, ‘Trump, Crypto, and a New Age of Corruption,’ documents how the President has used his office to enrich himself and his family—with crypto holdings worth as much as $11.6 billion and income of more than $800 million from the sale of crypto assets in the first half of 2025 alone.” — House Judiciary Committee Democrats, “New Report Exposes the Trump Family’s Multi-Billion-Dollar Crypto Empire, Fueled by Self-Dealing and Corrupt Foreign Interests,” November 25, 2025 https://democrats-judiciary.house.gov/media-center/press-releases/new-report-exposes-the-trump-family-s-multi-billion-dollar-crypto-empire-fueled-by-self-dealing-and-corrupt-foreign-interests</p>\n\n<p>“World Liberty Financial launched a stablecoin in March 2025 that was used to conduct a $2 billion transaction between the crypto exchange Binance and Emirati investment firm MGX.” — The Hill, “Cryptocurrency industry reaches new power under Donald Trump,” January 2026 https://thehill.com/policy/technology/5674994-trump-crypto-industry-political-rise/</p>\n\n<p>“In May 2025, a firm in Abu Dhabi, United Arab Emirates (UAE), said it would use USD1 to make a $2 billion investment in crypto exchange Binance.  The Trumps will make tens of millions of dollars each year on this deal… Two weeks later, by agreement with the White House, G42, controlled by Sheikh Tahnoun bin Zayed Al Nahyan who is UAE national security adviser, the president’s brother, and oversees the UAE sovereign wealth fund, gained access to hundreds of thousands of advanced artificial intelligence computer chips.” — Wikipedia, “Cryptocurrency in the second Trump presidency” https://en.wikipedia.org/wiki/Cryptocurrency_in_the_second_Trump_presidency</p>\n\n<p>“In April, Trump disbanded the Justice Department agency responsible for regulating cryptocurrency crime.” — Wikipedia, “Cryptocurrency in the second Trump presidency”</p>\n\n<p>“The Trump Administration has intervened to halt or terminate federal investigations and enforcement actions involving multiple cryptocurrency firms that have donated to the President or invested in his companies.” — House Judiciary Committee Democrats, November 25, 2025</p>\n\n<p>“Trump has issued pardons and rolled back sanctions for known bad actors that have provided financial support to his ventures.” — House Judiciary Committee Democrats, November 25, 2025</p>\n\n<p><em>ICE Shooting and Immunity Claims</em></p>\n\n<p>“The precedent here is very simple.  You have a federal law enforcement official engaging in federal law enforcement action—that’s a federal issue.  That guy is protected by absolute immunity.  He was doing his job.” — Vice President JD Vance, White House podium, January 9, 2026 — TIME, “What Happens When Federal Officers Use Force,” January 2026 https://time.com/7344924/federal-officers-shooting-immigration-portland-minneapolis-prosecution-immunity/</p>\n\n<p>“The Department of Homeland Security described Good as a ‘rioter’ who was obstructing and attempting to use her vehicle against officers enforcing immigration laws.  Three videos taken of the scene and reviewed by CNN, however, show a more nuanced picture of the scene.” — CNN, “Do ICE agents have absolute immunity? No, experts say, but it’s not easy for a state to prosecute,” January 8, 2026 https://www.cnn.com/2026/01/08/politics/ice-immunity-jd-vance-minneapolis</p>\n\n<p>“Local investigators said Thursday morning that federal officials blocked them from participating in a probe into the dramatic and deadly incident.” — CNN, January 8, 2026</p>\n\n<p>“A Wall Street Journal investigation identified 13 times since July when ICE agents fired into civilians’ vehicles, twice fatally.” — KQED, “California Prosecutors Push Back on ICE Immunity Claims,” January 15, 2026 https://www.kqed.org/news/12070101/california-prosecutors-push-back-on-ice-immunity-claims</p>\n\n<p>“The administration’s response led six federal prosecutors in Minnesota to resign this week.” — KQED, January 15, 2026</p>\n\n<p>“I see absolutely no basis for the claim that federal officers somehow have absolute immunity.” — Michael J.Z. Mannheimer, constitutional law expert, Northern Kentucky University — NewsNation, “Do ICE officers have absolute immunity?,” January 2026 https://www.newsnationnow.com/us-news/immigration/do-ice-officers-have-absolute-immunity/</p>\n\n<p><em>Founding Era Sources</em></p>\n\n<p>“The accumulation of all powers, legislative, executive, and judiciary, in the same hands, whether of one, a few, or many, and whether hereditary, self-appointed, or elective, may justly be pronounced the very definition of tyranny.” — James Madison, Federalist No. 47 (1788) https://avalon.law.yale.edu/18th_century/fed47.asp</p>\n\n<p>“Energy in the executive is a leading character in the definition of good government.” — Alexander Hamilton, Federalist No. 70 (1788) https://avalon.law.yale.edu/18th_century/fed70.asp</p>\n\n<p>“The spirit of encroachment tends to consolidate the powers of all the departments in one, and thus to create, whatever the form of government, a real despotism.” — George Washington, Farewell Address (1796) https://avalon.law.yale.edu/18th_century/washing.asp</p>",
  "image": "",
  "imageCaption": [
    ""
  ],
  "source": "",
  "sourceUrl": "",
  "detailPage": "/article.html?date=2026-01-22&seq=01"
}