{
  "headline": "The Verdict Before the Inquiry",
  "timestamp": "2026-01-24T19:05:57.133Z",
  "author": "Publius",
  "penName": "PUBLIUS",
  "preview": "\"In framing a government which is to be administered by men over men, the great difficulty lies in this: you must first enable the government to control the governed; and in the next place oblige it t...",
  "content": "<blockquote><p>\"In framing a government which is to be administered by men over men, the great difficulty lies in this: you must first enable the government to control the governed; and in the next place oblige it to control itself.\"</p><cite>— James Madison, <em>Federalist No. 51</em>, 1788</cite></blockquote>\n\n<p>Two American citizens are dead.</p>\n\n<p>Renee Good was thirty-seven years old, a poet and a mother of three.  On January 7 in Minneapolis, she drove to her own street to stand witness during a federal enforcement operation.  Video shows a federal agent approaching her vehicle with a pistol in one hand and a phone in the other.  As her car turned away, he fired through the windshield, then through the open window at close range. She was pronounced dead within the hour.</p>\n\n<p>Today, seventeen days later, another American citizen was killed in the same city during a federal operation.  A lawful gun owner.  A valid permit to carry.  No criminal record.  The Mayor of Minneapolis states he viewed <em>video showing multiple masked federal agents beating the man before shooting him while he was on the ground</em>.</p>\n\n<p>In both cases, federal authorities declared the killings justified within hours.</p>\n\n<p>No independent investigation had occurred. No external authority had reviewed the evidence. No process outside the executive chain that authorized the force had begun.</p>\n\n<p>We were told to wait.</p>\n\n<p>Officials called the first death a “tragedy of her own making.”  They labeled her a terrorist.  They declared the agent’s actions lawful.  After the second killing, federal authorities again declared the shots “defensive,” and suggested the victim had invited his own death by lawfully carrying a firearm.</p>\n\n<p>These were not calls for patience.  They were verdicts.</p>\n\n<p>A review that begins only after the state has declared itself innocent is not accountability.</p>\n\n<p>It is a ceremony.</p>\n\n<p>In a republic, force is restrained before it is used.  Law precedes violence. Independent oversight precedes explanation.  When the state kills first and explains later, consent has already been displaced.</p>\n\n<p>This is no longer a question of intent. It is a question of structure.</p>\n\n<p>Two killings. Seventeen days.  The same city.  The same declarations of innocence before any independent review.</p>\n\n<p>This is not an anomaly.</p>\n\n<p>It is a policy.</p>\n\n<p>A government that kills its citizens and then investigates itself is not asking for trust.  It is testing how much force it may use before resistance returns.</p>\n\n<p>And we are told to wait.</p>",
  "image": "images/2026/01/1769281556406.jpg",
  "imageCaption": "",
  "source": "",
  "sourceUrl": "",
  "detailPage": "/article.html?date=2026-01-24&seq=01"
}