{
  "headline": "When the State Explains a Killing",
  "timestamp": "2026-01-29T00:38:35.437Z",
  "author": "Publius",
  "penName": "PUBLIUS",
  "preview": "Multiple public videos show Alex Pretti was knocked to the ground by federal agents. He was struck in the head multiple times while down. His holstered firearm was removed by those agents. He lay face...",
  "content": "<p>Multiple public videos show Alex Pretti was knocked to the ground by federal agents. He was struck in the head multiple times while down. His holstered firearm was removed by those agents. He lay face-down, both hands on the ground his phone in one hand, his glasses in the other and was executed by federal agents.</p>\n\n<p>He was shot ten times.</p>\n\n<p>After the first shot, the shooter then fired three more shots into Pretti’s back who appeared “to brace himself against the pavement” with one hand still holding his phone and his other hand holding his glasses.</p>\n\n<p>Alex collapsed to the ground and the agent that pepper sprayed him then took out his gun and he along with the first shooter fired six more shots at Alex as he lay motionless on the ground posing no threat to either agent.</p>\n\n<p>This was not chaos. This was not confusion. This was not a split-second mistake.</p>\n\n<p>This was control exercised after control had already been achieved.</p>\n\n<p>He was an intensive care nurse with the Department of Veterans Affairs.  A citizen.  Lawfully armed.  On a Minneapolis street, recording federal agents, he intervened to help a woman who had been assaulted.  He did not advance on federal agents.  He did not reach for his weapon.  He did not threaten anyone.</p>\n\n<p>The Constitution speaks plainly about this moment.</p>\n\n<p>Deadly force is not justified once a subject is subdued.  Lethal power does not increase with compliance.  An unarmed man on the ground, pinned and disarmed, does not present an imminent threat.  These are not radical propositions.  They are the bedrock of lawful force.</p>\n\n<p>The agents knew this.  Every trained officer knows this.</p>\n\n<p>Which is why the explanation came immediately.</p>\n\n<p>The President claimed Alex Pretti was armed and threatening.  He repeated it publicly.  He did so before the videos circulated.  He did so while witnesses were still giving statements that contradicted him.  He did so knowing, or not caring, that the truth would eventually surface.</p>\n\n<p>When the footage emerged, the story changed.</p>\n\n<p>Now the killing is called a “distraction.”</p>\n\n<p>That word matters.</p>\n\n<p>A distraction is something you use to avoid scrutiny.  It is not something you apply to a dead citizen.  It is not something you use to describe ten bullets fired into a man’s back while he lay helpless on the pavement.</p>\n\n<p>The Founders warned us about this exact sequence.</p>\n\n<p>They did not fear force alone.  They feared justification.  They feared the moment when power stops denying its actions and instead explains why accountability is unnecessary.</p>\n\n<p>James Madison wrote that liberty is lost not all at once, but by “silent encroachments.”  This is what a silent encroachment looks like in the modern age, not secrecy, but speed.  Not denial, but narrative dominance.  Not tyranny announced, but violence normalized through language.</p>\n\n<p>When the executive lies reflexively to excuse lethal force, the problem is not one shooting. When video evidence is required to force truth into daylight, the problem is not one agent.</p>\n\n<p>When a citizen’s execution is dismissed as political inconvenience, the problem is not one administration.</p>\n\n<p>The problem is power that no longer expects consequence.</p>\n\n<p>Alex Pretti did not die because he was armed.  Millions of Americans are armed lawfully every day.  He did not die because he threatened officers.  The videos are clear.  He did not die because force was unavoidable.</p>\n\n<p>He died because the state decided restraint was optional, and believed it would be allowed to say so afterward.</p>\n\n<p>The question now is not whether the agents believed they were justified.</p>\n\n<p>The question is whether anyone still has the authority to say they were not.</p>\n\n<p>If the killing of a subdued citizen can be explained away as a distraction, then no right exists that cannot be reclassified as inconvenience.  No life exists that cannot be dismissed as narrative noise.  No restraint exists that survives once it becomes inconvenient, except on paper.</p>\n\n<p>The Founders called that condition tyranny.</p>\n\n<p>Not because of the violence alone, but because of the lies told to make it acceptable.</p>",
  "image": "",
  "imageCaption": [
    ""
  ],
  "source": "",
  "sourceUrl": "",
  "detailPage": "/article.html?date=2026-01-29&seq=01"
}