{
  "headline": "On the Family Ledger",
  "timestamp": "2026-01-30T20:57:56.006Z",
  "author": "Publius",
  "penName": "PUBLIUS",
  "preview": "We have no Government armed with Power capable of contending with human Passions unbridled by morality and Religion.  Avarice, Ambition, Revenge or Gallantry, would break the strongest Cords of our Co...",
  "content": "<blockquote><p>We have no Government armed with Power capable of contending with human Passions unbridled by morality and Religion.  Avarice, Ambition, Revenge or Gallantry, would break the strongest Cords of our Constitution as a Whale goes through a Net.</p><cite>— John Adams, Letter to the Massachusetts Militia, October 11, 1798</cite></blockquote>\n\n<p>There are many ways public money leaves a republic.</p>\n\n<p>Some are loud.  Wars.  Bailouts.  Emergency acts passed in panic.</p>\n\n<p>Others are quiet.</p>\n\n<p>They move through contracts instead of statutes, through accounts instead of appropriations, through families instead of agencies.  They arrive with paperwork in order and explanations ready.  And because they do not look like theft, they are rarely called what they are.</p>\n\n<p>Today, Americans are being asked to accept a new financial reality: that enormous sums may flow to and around the President's family while the public is told this is normal, legal, and none of their concern.</p>\n\n<p>It is not normal.  It is not healthy.  And it is very much the public's concern.</p>\n\n<p><strong>Two Ledgers</strong></p>\n\n<p>Open the newspaper and you will find two financial stories unfolding at once.</p>\n\n<p>In the first, the President of the United States is suing his own executive branch for ten billion dollars.  On January 29, 2026, Donald Trump, his sons Donald Jr. and Eric, and the Trump Organization filed suit against the Internal Revenue Service and the Treasury Department in Miami federal court, demanding damages for the 2019 leak of tax records by IRS contractor Charles Littlejohn.  The underlying grievance may be real.  The demand is extraordinary.  A sitting president is asking the government he commands to write him a check large enough to rival the annual budgets of entire states.  This is not his first such claim.  He has filed $10 billion suits against the BBC and the Wall Street Journal, a $5 billion suit against JPMorgan Chase.  The pattern is not isolated.  It is practiced.</p>\n\n<p>In the second, $40 million has been paid by Amazon to the President's spouse for a documentary, <em>Melania</em>, a sum nearly three times the next-highest bid from Disney.  The First Lady personally received $28 million.  An additional $35 million was spent on marketing, bringing the total investment to $75 million for a film projected to earn perhaps $5 million in its opening weekend.  Ted Hope, who once ran Amazon's film division, asked the obvious question: \"How can it not be equated with currying favor or an outright bribe?\"  Don Fox, former acting director of the Office of Government Ethics, stated that the documentary seemed \"meant to curry favor.\"  Thom Powers, the Toronto International Film Festival's documentary programmer, observed that the payment has \"no correlation to the marketplace.\"</p>\n\n<p>The deal was finalized weeks after Jeff Bezos dined with the President at Mar-a-Lago, and shortly after the Washington Post, which Bezos owns, declined to endorse a presidential candidate for the first time in decades.</p>\n\n<p>In the third ledger, one kept further from public view, $500 million in Venezuelan oil revenue now sits in accounts in Qatar.  Executive Order 14373, signed January 9, 2026, established a \"custodial\" arrangement shielding these funds from congressional appropriation and court oversight.  Senator Elizabeth Warren called it plainly: \"There is no basis in law for a president to set up an offshore account that he controls so that he can sell assets seized by the American military.  That is precisely a move that a corrupt politician would be attracted to.\"</p>\n\n<p>Each of these stories can be defended in isolation.</p>\n\n<p>Together, they form a pattern.</p>\n\n<p><strong>The Pattern</strong></p>\n\n<p>The pattern is not that laws are being openly broken.</p>\n\n<p>The pattern is that public power is being converted into private financial advantage through structures that preserve deniability.</p>\n\n<p>This is how modern grift works.</p>\n\n<p>Not by stuffing cash into envelopes, but by licensing agreements instead of bribes, lawsuits instead of withdrawals, offshore custody instead of appropriations, and executive discretion instead of legislative debate.</p>\n\n<p>Every transaction has a memo.  Every memo has a lawyer.  And every lawyer insists this is all perfectly fine.</p>\n\n<p>But republics do not survive on \"perfectly fine.\"  They survive on boundaries.</p>\n\n<p><strong>What the Countryside Knows</strong></p>\n\n<p>While these ledgers fill, Americans who work the land and feed the nation are being told there is no money.</p>\n\n<p>The numbers are not abstract.  According to the American Bankers Association and Farmer Mac, only 52 percent of U.S. farm borrowers are expected to be profitable this year, and less than half will remain profitable in 2026, the lowest proportion since 2020.  Economists at North Dakota State University project $44 billion in net cash income losses for the 2025-26 crop years across nine major crops: $20 billion for corn, $10 billion for soybeans, $8.5 billion for wheat, and another $6 billion combined for peanuts, cotton, barley, oats, grain sorghum, and rice.</p>\n\n<p>Farm bankruptcies doubled in the first quarter of 2025 compared to the same period last year.  Arkansas, Iowa, and Georgia alone account for a quarter of all Chapter 12 filings.  The United States has lost more than 140,000 farms since 2017, with 20,000 more lost in the last two years.  Production expenses have reached a record $467 billion, and 70 percent of farmers report increased financial stress.</p>\n\n<p>Corn prices have dropped 23 percent, hitting levels not seen since 2016.  And the promised relief from the One Big Beautiful Bill Act will not arrive until October 2026, leaving farmers to plant this season's crop with last year's losses still on the books.</p>\n\n<p>These are not statistics from a government report.  They are neighbors.  They are the families who sit in the same church pews, whose children play on the same ball fields, whose trucks pass yours on the county road at dawn.</p>\n\n<p><strong>What Families Pay</strong></p>\n\n<p>Farmers have families.  Those families buy groceries, pay for healthcare, and heat their homes.</p>\n\n<p>In December 2025, food prices rose 3.1 percent year-over-year, outpacing overall inflation of 2.7 percent.  Ground beef is up 15.5 percent.  Orange juice is up 24.9 percent.  The 11.4 percent spike of 2022 has not been forgotten, and the cumulative burden compounds with every trip to the store.</p>\n\n<p>Healthcare costs are rising at 8.5 percent annually, double the general inflation rate.  Premiums for coverage through the Affordable Care Act Marketplace increased an average of 26 percent for 2026.  The enhanced premium tax credits that made coverage affordable for working families expired on December 31, 2025, when Congress failed to extend them.  For millions of Americans, the choice is now between coverage they cannot afford and no coverage at all.</p>\n\n<p>Meanwhile, 182 rural hospitals have closed or converted since 2010, roughly 10 percent of the nation's rural facilities.  At least 18 closed or converted in 2025 alone.  Another 432 rural hospitals are currently vulnerable to closure, with 46 percent operating on negative margins.  When a hospital closes in a rural county, it does not simply mean longer drives for care.  It means the ambulance arrives too late.  It means the heart attack on the back forty becomes a death instead of a recovery.</p>\n\n<p>Winter electricity bills are up 12 percent, averaging $1,223 per household.  Natural gas costs have risen 8.4 percent.  The same families squeezed at the grocery store and the clinic are squeezed again when the utility bill arrives.</p>\n\n<p>This is the ledger that matters to the people who grow the food.</p>\n\n<p><strong>Why This Matters</strong></p>\n\n<p>While these families draw down equity just to plant next season's crop, the Treasury is asked to absorb a $10 billion personal claim from the President himself.  While rural hospitals close for lack of funding, $75 million flows to a vanity documentary.  While farmers face accumulated losses exceeding $50 billion over three crop years, oil revenues are parked in Qatari accounts beyond the reach of congressional oversight.</p>\n\n<p>The same Treasury said to be strained beyond capacity is apparently capable of absorbing massive personal damage claims by the President, foreign-policy revenue streams managed outside normal budgetary channels, and corporate payments to the First Family that coincide with regulatory and policy leverage.</p>\n\n<p>This is not an abstract concern.</p>\n\n<p>When public money is treated as flexible for the powerful, it becomes rigid for everyone else.  When billions are available for insiders, austerity is imposed on citizens.</p>\n\n<p>That is not fiscal discipline.  It is selective scarcity.</p>\n\n<p><strong>What the Founders Feared</strong></p>\n\n<p>The Founders did not worry only about kings.</p>\n\n<p>They worried about something subtler: a government where money could be moved without the people fully seeing how or why.</p>\n\n<p>That is why the Constitution places the power of the purse first.  Article I, Section 9 requires that \"a regular Statement and Account of the Receipts and Expenditures of all public Money shall be published from time to time.\"  Not because bookkeeping is sacred, but because money is the bloodstream of power.</p>\n\n<p>Madison himself shaped this language at the Constitutional Convention on September 14, 1787, insisting that the duty of frequent publication be enjoined upon Congress so the people might know where their money goes.</p>\n\n<p>Once funds can be redirected by executive preference, monetized through family proximity, or claimed personally by those who command enforcement, the distinction between public treasury and private fortune begins to dissolve.</p>\n\n<p>History has a name for systems where rulers grow richer while citizens are told to tighten their belts.</p>\n\n<p>It is not \"free enterprise.\"  It is not \"strong leadership.\"</p>\n\n<p>It is extraction.</p>\n\n<p><strong>The Cost of Normalization</strong></p>\n\n<p>Perhaps the most dangerous part is not the money itself.</p>\n\n<p>It is the training.</p>\n\n<p>We are being trained to believe that influence has a market price, that family enrichment is a side effect of leadership, and that questioning the ledger is partisan rather than patriotic.</p>\n\n<p>This is how republics rot, not in a single scandal, but in a series of transactions that feel uncomfortable yet survivable, until one day the public realizes the accounts no longer belong to them.</p>\n\n<p>By then, the grocery bill is higher.  The hospital bill is higher.  The electric bill is higher.  And the explanation is always the same:</p>\n\n<p><em>There just isn't enough money.</em></p>\n\n<p><strong>A Final Question</strong></p>\n\n<p>The question is not whether these transactions are legal.</p>\n\n<p>The question is whether Americans still recognize the difference between a public treasury and a family ledger.</p>\n\n<p>Because once those two are allowed to merge, the people will always pay, and the powerful will always collect.</p>\n\n<p>That is how it happens.  Quietly.  Legally.  And at your expense.</p>",
  "image": "",
  "imageCaption": [
    ""
  ],
  "source": "",
  "sourceUrl": "",
  "detailPage": "/article.html?date=2026-01-30&seq=01"
}