{
  "headline": "All People Are Created Equal",
  "timestamp": "2025-12-04T19:25:00.000Z",
  "author": "Publius",
  "penName": "PUBLIUS",
  "preview": "There are times in our history when fear or frustration tempts us to sort people into categories, “us” and “them.”  Times when whole groups become targets because of what they look like, where they co...",
  "content": "<p>There are times in our history when fear or frustration tempts us to sort people into categories, “us” and “them.”  Times when whole groups become targets because of what they look like, where they come from, or what someone says about them.  It has happened before in America, and each time we have eventually looked back with regret that we forgot our own first principles.</p>\n\n<p><strong>The Founders warned us about this.</strong></p>\n\n<p>Hamilton wrote that the true test of a republic is not how it treats the powerful, but how it treats the vulnerable.  Madison reminded us that liberty cannot survive where suspicion replaces citizenship, or where whole groups are blamed for the acts of a few.  And the Declaration of Independence states plainly that <em>all people are created equal,</em> not “equal unless they come from a place we fear,” not “equal unless they speak with a different accent,” simply <em>equal.</em></p>\n\n<p><strong>Equality is not a slogan. It is a restraint, on government and on us.</strong></p>\n\n<p>We may disagree on policies.  We may debate immigration, security, or law enforcement in good faith.  But America has never stood for the idea that innocent people can be judged by their heritage, or that a family’s nationality determines their worth.</p>\n\n<p>No Founder, not Washington, not Adams, not Jefferson, would have claimed that a free government may single out a community and presume guilt before any individual has done wrong.  That is the very thing our Revolution rejected.</p>\n\n<p>So when any group, today, Somali-Americans, is spoken of as if they were less American, less deserving, or somehow suspect as a whole, it should give all of us pause.  Not because we are Republicans or Democrats.  But because we are heirs to a Constitution that prohibits collective punishment and guarantees equal protection to every person under its jurisdiction.</p>\n\n<p>We can be a nation of strong borders and strong principles at the same time.  We can enforce our laws without abandoning our ideals.  We can act with firmness without casting aside fairness.</p>\n\n<p>Most of all, we can remember that the strength of a republic is measured not by how loudly we argue, but by how steadfastly we refuse to let fear make us forget who we are.</p>\n\n<p><strong>My hope, and my request, is simply this:</strong></p>\n\n<p>Before we judge an entire people, let us pause long enough to hear our own founding words.  Before we accept a claim about any community, let us ask whether it respects the dignity that the Declaration says is “unalienable.”  And before we turn against our neighbors, let us recall that the Constitution was written to protect them too.</p>\n\n<p>That isn’t a partisan belief.</p>\n\n<p>It’s an American one.</p>",
  "image": "",
  "imageCaption": "[\"\"]",
  "source": "",
  "sourceUrl": "",
  "detailPage": "/article.html?date=2025-12-04&seq=01"
}