{
  "headline": "On Due Process in an Age of Urgency",
  "timestamp": "2025-12-23T12:39:49.860Z",
  "author": "Publius",
  "penName": "PUBLIUS",
  "preview": "I served in government long enough to understand how things work when authorities want something done quickly.  There are protocols.  There are reviews.  There are chains of command designed to ensure...",
  "content": "<p>I served in government long enough to understand how things work when authorities want something done quickly.  There are protocols.  There are reviews.  There are chains of command designed to ensure that even in moments of urgency, we remain a nation of laws.</p>\n\n<p>On March 15, 2025, those protocols failed.</p>\n\n<p>The president invoked the Alien Enemies Act that evening to deport alleged members of Tren de Aragua to El Salvador.  Chief Judge James Boasberg of the U.S. District Court for the District of Columbia issued a temporary restraining order the same evening, halting the deportations until the men could have their day in court.</p>\n\n<p>The planes landed in El Salvador anyway.</p>\n\n<p>Let that fact settle.  A federal judge issued an order.  The executive branch ignored it.  The government's defense was not that the order came too late, or that communications failed, or that some emergency made compliance impossible.  The Justice Department argued that the judge had no authority to issue the order in the first place, that questions of foreign policy placed these deportations beyond judicial review.</p>\n\n<p>That is not a claim about timing.  That is a claim about power.</p>\n\n<p>## What the Judge Found</p>\n\n<p>On Monday, Judge Boasberg ruled that the United States government denied due process to 137 Venezuelan men it deported under the Alien Enemies Act.  His opinion is careful, measured, grounded in constitutional requirement rather than political preference.  The men, he found, deserved the chance to prove they were not gang members before being sent to a foreign prison.  The government provided no such opportunity.</p>\n\n<p>The administration will appeal.  That is its right.</p>\n\n<p>But the opinion raises a question that transcends this particular case:  If expedited removal allows the government to \"secretly spirit\" people to foreign custody before a court can intervene, what remains of judicial review?</p>\n\n<p>The answer the Justice Department offered in March was:  nothing.  When the executive acts in matters touching foreign relations, it suggested, courts should stay out.</p>\n\n<p>That position has a name. It is called unreviewable discretion.</p>\n\n<p>##A Wartime Statute Without a War</p>\n\n<p>The Alien Enemies Act dates to 1798.  It authorizes the president, during declared war or invasion, to detain or deport nationals of hostile foreign powers.  It has been used three times in our history:  during the War of 1812, World War I, and World War II.  Each time, it was invoked in the context of actual, declared war between nations.</p>\n\n<p>Venezuela has not invaded the United States.  Congress has not declared war.  What exists instead is the government's assertion that Tren de Aragua constitutes an invasion, and that this assertion alone triggers authority under a statute designed for armed conflict between sovereign states.</p>\n\n<p>This is not originalism.  This is not even creative interpretation.  This is taking language written for one context and applying it to another because the language is broad enough to bear the weight.</p>\n\n<p>The question is not whether Tren de Aragua is dangerous.  Criminal organizations are dangerous.  The question is whether danger alone converts police work into war, and whether calling something an invasion makes it one for constitutional purposes.</p>\n\n<p>If it does, there is no limiting principle.  Any transnational criminal network becomes an invading force.  Any executive can invoke wartime authority without asking Congress to declare war.</p>\n\n<p>## What Due Process Requires</p>\n\n<p>The Fifth Amendment is nine words long in the relevant part:</p>\n\n<blockquote>\"No person shall be deprived of life, liberty, or property, without due process of law.\"</blockquote>\n\n<p>Not \"no citizen.\"  No person.</p>\n\n<p>Due process does not mean the government cannot deport people.  It means the government must provide some opportunity to contest the grounds for deportation before it acts.  That opportunity can be brief.  It can be limited.  But it must exist.</p>\n\n<p>Judge Boasberg's ruling does not say the government was wrong to invoke the Alien Enemies Act.  It does not say the men must be granted asylum, or released, or allowed to remain in the United States.  It says only that they are entitled to a hearing—a chance to show that the government's factual basis for calling them gang members is mistaken.</p>\n\n<p>The administration argued that providing such hearings was impractical.  The men had already been deported.  They were in El Salvador, then Venezuela.  Bringing them back would be costly and complicated.</p>\n\n<p>True enough.</p>\n\n<p>But the impracticality is the government's own creation.  The men would still be in the United States, able to appear before an immigration judge, if the executive had not sent them to El Salvador hours after a federal court said not to.</p>\n\n<p>You cannot manufacture your own emergency and then cite the emergency as grounds for denying rights.</p>\n\n<p>## The Precedent Being Set</p>\n\n<p>This case will be remembered not for what happened to 137 Venezuelans, but for what it establishes about executive power in immigration enforcement.</p>\n\n<p>If the government can deport people to foreign custody before a court order takes effect, and then argue that their deportation makes judicial review impractical, then every future administration has a roadmap.  Act fast enough, move people far enough, and the courts cannot reach them.</p>\n\n<p>That is not a bug in the government's theory.  It is the theory.</p>\n\n<p>The Justice Department did not apologize for defying Judge Boasberg's order.  It argued that the order was invalid from the start, that courts have no role in reviewing deportations conducted under the Alien Enemies Act, or at least no role that can be exercised quickly enough to matter.</p>\n\n<p>If that argument prevails, the constitutional consequence is clear:  There will be a category of executive action that is, for all practical purposes, unreviewable.  Not because the law prohibits review, but because the government can complete the action before review occurs.</p>\n\n<p>Speed becomes immunity.</p>\n\n<p>## What Accountability Looks Like</p>\n\n<p>Judge Boasberg also found probable cause to hold the administration in criminal contempt for violating his March order.  The appellate court has paused that proceeding, but the question remains:  What happens when the executive branch ignores a judicial order?</p>\n\n<p>In a system of separated powers, the answer cannot be \"nothing.\"</p>\n\n<p>Contempt is not a political weapon.  It is the judiciary's tool for enforcing its own judgments.  Without it, court orders become suggestions.  The executive obeys when it agrees, defies when it does not, and suffers no consequence either way.</p>\n\n<p>That is not how a constitutional republic operates.  That is how power consolidates.</p>\n\n<p>The men in this case have since been returned to Venezuela as part of a prisoner exchange.  Their immediate circumstances have changed.  But the precedent remains.  The next group of people subjected to expedited removal under the Alien Enemies Act, or any other authority the executive claims is beyond judicial reach, will face the same problem: by the time a court can rule, they will already be gone.</p>\n\n<p>## The Question We Should Be Asking</p>\n\n<p>This is not about immigration policy.  Reasonable people can disagree about how many people should be admitted, under what conditions, and what should happen to those who enter unlawfully.  Those are legitimate political questions.</p>\n\n<p>This is about whether the executive branch must allow judicial review of its factual determinations before acting, or whether asserting urgency and foreign policy concerns exempts it from that requirement.</p>\n\n<p>If the latter, then we have redefined what \"due process\" means.  It no longer means an opportunity to be heard before deprivation.  It means an opportunity the government will provide if convenient, and decline if not.</p>\n\n<p>That is not a small change.  It is a transformation of the relationship between the citizen, or the person, because the Constitution says person, and the state.</p>\n\n<p>Madison warned in Federalist 47 that:</p>\n\n<blockquote>\"the accumulation of all powers, legislative, executive, and judiciary, in the same hands\" is \"the very definition of tyranny.\"</blockquote>\n\n<p>He was describing concentration within a single branch.  But the same danger exists when one branch can act beyond the reach of the others, when it moves too fast for law to catch it, and then argues that speed itself makes accountability impossible.</p>\n\n<p>We are watching that principle tested.</p>\n\n<p>The question is whether Judge Boasberg's ruling will stand, or whether the government's theory will prevail:  that in matters the executive declares urgent, involving people it declares dangerous, the constitutional requirement of due process dissolves into discretion.</p>\n\n<p>When the government can designate a class of people beyond constitutional protection, the question becomes who is next.  That's how precedent works.</p>\n\n<p>We are already seeing the answer.  ICE agents in masks now arrest U.S. citizens without warrants, hold them without charges, and release them, when they release them, without explanation.  The Department of Homeland Security has announced that <em>citizens should carry proof of citizenship at all times, because agents cannot be held accountable for detaining those who fail to produce documents on demand</em>.</p>\n\n<p>Read that again.</p>\n\n<p>The government is not saying it will protect your rights.  It is saying it cannot be blamed for violating them if you make the violation easy.</p>\n\n<p>That is a warning.</p>",
  "image": "images/2025/12/1766493588329.png",
  "imageCaption": "",
  "source": "",
  "sourceUrl": "",
  "detailPage": "/article.html?date=2025-12-23&seq=03"
}