{
  "headline": "On the Transfer of Men Into Torture",
  "timestamp": "2025-12-23T16:44:47.679Z",
  "author": "Publius",
  "penName": "PUBLIUS",
  "preview": "There are moments when a republic crosses a line so old and so clearly drawn that no elaborate theory is required to recognize it.  One need not argue policy outcomes, electoral mandates, or partisan...",
  "content": "<p>There are moments when a republic crosses a line so old and so clearly drawn that no elaborate theory is required to recognize it.  One need not argue policy outcomes, electoral mandates, or partisan intent.  One need only state plainly what is being done.</p>\n\n<p>The United States is knowingly sending human beings into a place where they will be tortured.</p>\n\n<p>Not accused in a court. Not tried before a judge. Not convicted by a jury.</p>\n\n<p>Taken.</p>\n\n<blockquote><p>“To bereave a man of life, or by violence to confiscate his estate, without accusation or trial, would be so gross and notorious an act of despotism as must at once convey the alarm of tyranny throughout the whole nation.”</p><cite>— William Blackstone, <em>Commentaries on the Laws of England (1765–1769)</em></cite></blockquote>\n\n<blockquote><p>“That no man be deprived of his liberty except by the law of the land, or the judgment of his peers.”</p><cite>— George Mason, <em>Virginia Declaration of Rights (1776)</em></cite></blockquote>\n\n<blockquote><p>“Arbitrary imprisonments have been, in all ages, the favorite and most formidable instruments of tyranny.”</p><cite>— Alexander Hamilton, <em>Federalist No. 84 (1788)</em></cite></blockquote>\n\n<p>This is not conjecture.  The conditions inside El Salvador’s CECOT are not disputed or obscure.  They are established by sustained reporting from Reuters, human-rights investigators, and journalists who have interviewed detainees and reviewed testimony describing routine beatings, stress positions, prolonged isolation, and systematic physical abuse.  These accounts are not anecdotal; they are consistent, repeated, and corroborated.</p>\n\n<p>Nor is the United States ignorant of these conditions.  Senior administration officials have spoken openly about the nature of the facilities, including their severity and purpose, to which people are being sent.  Media organizations, including a vetted investigation prepared for 60 Minutes, have gathered on-the-record testimony confirming what occurs inside these prisons.  The brutality is not alleged in whispers.  It is documented.</p>\n\n<p>When a government knows this, and transfers people there anyway, it does not outsource responsibility.  It assumes it.</p>\n\n<p>The hand that opens the gate matters as much as the hand that strikes.</p>\n\n<p>The individuals being sent are not arriving in El Salvador by accident or private action.  They are being taken off streets inside the United States by the federal government, by the Department of Homeland Security, acting under the authority of the administration, and transferred without criminal charges, without trial, and without any adjudicative process capable of testing the accuracy of the government’s claims.</p>\n\n<p>This absence of due process is not incidental.  It is the mechanism that makes the policy function.</p>\n\n<p>Once transferred, there is no appeal. No hearing. No correction of error.</p>\n\n<p>There is only custody inside a system designed to break bodies, not evaluate claims.</p>\n\n<p>Some will argue that the violence occurs on foreign soil, by foreign guards, under foreign authority.  This is a convenient fiction.  Moral responsibility does not evaporate at the water’s edge.  If distance absolved guilt, history would remember no accomplices, only executioners.</p>\n\n<p>Others will argue necessity.  Urgency.  Danger.  But due process is not a luxury reserved for calm times.  It is the barrier that prevents fear from becoming a justification for cruelty.  When it is removed, the state does not become efficient.  It becomes blind.</p>\n\n<blockquote><p>“Power must never be trusted without a check.”</p><cite>— John Adams, <em>A Defence of the Constitutions of Government of the United States (1787)</em></cite></blockquote>\n\n<p>And blindness, once institutionalized, does not self-correct.</p>\n\n<p>A state that unknowingly delivers someone into torture commits a grave error.  A state that does so <em>knowingly</em> commits something far worse.  <em>It transforms torture from an aberration into an instrument of policy.</em></p>\n\n<p>That transformation should trouble anyone who understands the constitutional order they inherited.</p>\n\n<p>The Fifth Amendment was not written to protect the popular or the native-born or the convenient.  It was written to restrain power itself, to ensure that punishment follows judgment, not suspicion; proof, not administrative designation.</p>\n\n<p>When the state abandons that principle, it does not merely fail migrants.  It repudiates the logic of its own legitimacy.</p>\n\n<blockquote><p>“He that would make his own liberty secure must guard even his enemy from oppression; for if he violates this duty, he establishes a precedent that will reach to himself.”</p><cite>— Thomas Paine, <em>Common Sense (1776)</em></cite></blockquote>\n\n<p>There are now two paths before us.</p>\n\n<p>One leads to a future in which this chapter is examined openly, acknowledged honestly, and remembered with shame, as a moment when fear overrode law and the country recoiled from what it had permitted in its name.</p>\n\n<p>The other path is darker.  It is the path of normalization.  Of expansion.  Of precedent quietly repurposed.  A future in which the category of “enemy” widens, the machinery remains in place, and the absence of due process becomes a feature rather than a scandal.</p>\n\n<p>History suggests that systems built for the powerless are rarely confined to them for long.</p>\n\n<p>Years from now, when the urgency has faded and the justifications have been retired, the question will not be whether the policy was popular, or whether officials insisted they had no choice.</p>\n\n<p>The question will be simpler, and therefore unforgiving:</p>\n\n<p><em>Did we know?</em></p>\n\n<p>This time, the answer will be impossible to deny.</p>",
  "image": "images/2025/12/1766508286029.png",
  "imageCaption": "",
  "source": "",
  "sourceUrl": "",
  "detailPage": "/article.html?date=2025-12-23&seq=04"
}